[Info]
Language=Suomi
LanguageID=114

[String]
Backup.AllDaysTemplate=Aina
Backup.Apply=Käytä
Backup.AutoRecover=Palautuu itse
Backup.BackupConfig=Siirtoasetukset
Backup.CameraName=Kameran nimi
Backup.CameraNo=kameran nro
Backup.Cancel=Peru
Backup.Delete=Poista
Backup.DeviceName=Laitteen nimi
Backup.EditPlanTemplate=Muokkaa mallia
Backup.EmptyTemplate=Tyhjä
Backup.FreeBytes=Vapaata (MT)
Backup.Fri=Pe
Backup.Mon=Ma
DecodeCfg.DecoderChn=Vastaanotinkana
DecodeCfg.AddTips=*Lisäys kanava Laitepuun vasemmalla puolella drag
DecodeCfg.WndTips=*Ikkuna 1, 0 kelpaa
Backup.MoveChannel=Liitä kamera oikeasta listasta tähän listaan
Backup.NameExisted=Nimi käytössä
Backup.NameNotExisted=Ei ole nimeä
Backup.PacketTime=Pakkauksen aika
Backup.PlanTemplate=Aikamallit
Backup.RecordBackupConfig=Kalenteri
Backup.Sat=La
Backup.Setup=Aseta
Backup.StartBigerThanEnd=Aloitusaika oltava ennen lopetusaikaa
Backup.StartRealBackUp=Tosiaikainen siirto
Backup.StopFirst=Tiedonsiirto käynnissä. Lopeta toiminto ennen muokkausta.
Backup.Storage=Tallennustila
Backup.Sun=Su
Backup.Thurs=To
Backup.TotalBytes=Kokonaismäärä(MT)
Backup.Tues=Ti
Backup.Wed=Ke
AccountMSG.ErrorName=käyttäjän nimi ja ryhmän nimi ei voi olla. []% ei saa alkaa ja myös voi olla tyhjä.
AlarmManage.Add=Lisää<
AlarmManage.AddSure=Lisätäänkö?
AlarmManage.AlarmSound=Hälytysäänimerkki
AlarmManage.Apply=Käytä
AlarmManage.AutoPrompt=Ilmoitus
AlarmManage.AutoWatch=Tarkkailuilmoitus
AlarmManage.Browse=Selaa
AlarmManage.CAM=Kam
AlarmManage.ChnNotDevice=Valitse yksi kamera tai hälytystulo, ei laitetta
AlarmManage.Del=Pois>
AlarmManage.DelSure=poistetaanko ?
AlarmManage.DiskError=Levyvirhe
AlarmManage.DiskFull=Ei tilaa
AlarmManage.Enable=Hälytys päälle
AlarmManage.IOTrigger=I/O Säätö
AlarmManage.IgnTime=Ei havannoida
AlarmManage.No=Nro
AlarmManage.Port=Hälytysportti
AlarmManage.Second=sek.
AlarmManage.SelectAlarmPort=Valitse yksi hälytysportti
AlarmManage.SelectVideoChn=Valitse yksi kamera
AlarmManage.SoundPath=Äänitiedostopolku
AlarmManage.Type=Hälytystyyppi
AlarmManage.VideoBlind=Ei videokuvaa
AlarmManage.VideoChn=kamera
AlarmManage.VideoLoss=Kamera puuttuu
AlarmManage.VideoMotion=Liiketunnistus
AlarmManage.Yes=Kyllä
ConfigComm.BPS=Nopeus BPS
ConfigComm.CommFunction=Toiminto
ConfigComm.CommTypes=Yleinen
ConfigComm.DataBit=Data Bitti
ConfigComm.StopBit=Stop Bitti
ConfigComm.Verify=Pariteetti
ConfigManage.About=Tietoa
ConfigManage.AlarmSetting=Hälytykset
ConfigManage.AutoConnnect=Yhdistää automaattisesti uudelleen viimeisimmän yhteyden
ConfigManage.CAM=Kam
ConfigManage.ConfigManager=Asetukset
ConfigManage.ConfigModule=Modulin asetukset
ConfigManage.Describe=Kuvaus
ConfigManage.Group=Ryhmä
ConfigManage.LinkSetting=Hälytyslinkitys
ConfigManage.MonitorModule=Moduulin valvonta
ConfigManage.Name=Nimi
ConfigManage.NetModule=Nettimoduuli
ConfigManage.NormalSetting=Perusasetus
ConfigManage.PlayBackModule=Toistomoduuli
ConfigManage.SystemConfig=Järjestelmä
ConfigManage.User=Käyttäjä
ConfigManage.UserManager=Käyttäjähallinta
ConfigManage.Version=Versio
ConfigManage.VideoModule=Videomoduuli
ConfigManage.Web=Web
ConfigPtz.Address=Osoite
ConfigPtz.Even=Pari
ConfigPtz.Mark=Merkki
ConfigPtz.Monitor=Näytöt
ConfigPtz.None=Ei
ConfigPtz.Odd=Pariton
ConfigPtz.PreRecord=Etutallennus
ConfigPtz.Protocol=Protokolla
ConfigPtz.Space=Tyhjä
Desktop.Audio=Ääni
Desktop.Backup=Tiedostosiirto
Desktop.ChangePath=Muuta polkua
Desktop.CloseAllWindow=Sulje ikkunat
Desktop.CloseWindow=Sulje ikkuna
Desktop.ConnAllMainStream=Yhdistä kaikkiin (Korkein laatu)
Desktop.ConnAllSubStream=Yhdistä kaikkiin (toisiopakkaus)
Desktop.DevList=Kohteet
Desktop.DevManager=Kohdeasetukset
Desktop.DevName=Nimi
Desktop.DevType=Tyyppi
Desktop.Device=Laite
Desktop.DisconnAll=Katkaise yhteydet
Desktop.DontShow=Ei näytetä toista kertaa
Desktop.ExtStream=Toisiopakkaus
Desktop.FileName=Tiedostonimi
Desktop.FileType=.h264
Desktop.IPAddr=IP osoite
Desktop.LocalConfig=Asetukset
Desktop.LocalRecord=Tallennus
Desktop.Lock=Käytönesto
Desktop.Log=Loki
Desktop.MainStream=Kuvanpakkaus
Desktop.MapCtrl=kartta
Desktop.NoLogin=Kirjaudu ensin
Desktop.Path=Polku
Desktop.PicHQuality=Korkea kuvanlaatu
Desktop.PicLQuality=Matala kuvanlaatu
Desktop.Playback=Toisto
Desktop.Player=Katselu
Desktop.Port=Portti
Desktop.Preview=Moninäyttö
Desktop.Reboot=Käynnistä
Desktop.RebootFail=Käynnistysvirhe
Desktop.RefushName=Nimen näyttö
Desktop.RemoteCfg=Muokkaa
Desktop.ReturnToMain=Takaisin alkuun
Desktop.SITFail=SIT virhe
Desktop.Snapshot=Pikakuva
Desktop.SnapshotFail=Pikakuvan virhe
Desktop.Split=Näkymä
Desktop.Split1=Näytä 1
Desktop.Split12=Näytä 12
Desktop.Split13=Näytä 13
Desktop.Split16=Näytä 16
Desktop.Split2=Näytä 2
Desktop.Split20=Näytä 20
Desktop.Split25=Näytä 25
Desktop.Split36=Näytä 36
Desktop.Split4=Näytä 4
Desktop.Split6=Näytä 6
Desktop.Split64=Näytä 64
Desktop.Split100=Näytä 100
Desktop.Split8=Näytä 8
Desktop.Split9=Näytä 9
Desktop.SplitFull=Kaikki
Desktop.StartTalk=Puhu
Desktop.StopTalk=Lopeta
Desktop.SureToClose=Suljetaanko ?
Desktop.SureToReboot=Käynnistetäänkö uudelleen?
Desktop.SyncTime=Tahdista aika
Desktop.TimeSync=Tahdista laitteiden kello
Desktop.UnsupportPreview=Laite ei tue monikuvanäyttöä
Desktop.Window=Ikkuna
Desktop.ZoneList=Aluelista
Desktop.Search=Search
Desktop.Return=Return
DeviceManage.ChnInvalid=Valitse kamera 1 - 16
DeviceManage.DDNSExisted=DDNS asetkset ovat jo olemassa
DeviceManage.DaHua=Dahua
DeviceManage.DefaultZone=Tehtaan asetus
DeviceManage.DelAreaSure=Poistetaanko kaikki laitteet ennen alueen poistamista?
DeviceManage.DelSure=Poistetaanko ?
DeviceManage.DevAdd=Lisää
DeviceManage.DevDel=Poista
DeviceManage.DevEdit=Muokkaa
DeviceManage.DevList=Listaus
DeviceManage.DevManage=Laitehallinta
DeviceManage.DevName=Nimi
DeviceManage.DisconnAllDevFirst=Varmista, että laitteen yhteys on katkaistu, ennen alueen uudelleenmuokkausta.
DeviceManage.DisconnFirst=Varmista, että laitteen yhteys on katkaistu, ennen kuin laitetietoja muutetaan.
DeviceManage.Domain=Domain
DeviceManage.DomainTooLong=Liian pitkä palvelin nimi
DeviceManage.DonameInvalid=Vääränlainen palvelinnimi
DeviceManage.ExceedMaxChn=Suurin sallittu laitemäärä
DeviceManage.HiKang=Hikvision
DeviceManage.IPAddress=IP-osoite
DeviceManage.IPExisted=Tällä laitteella on jo nimi tai osoite
DeviceManage.IPInvalid=IP väärin
DeviceManage.MostTwoLeverZone=Tukee kahta aluetta
DeviceManage.NameExisted=Nimi on jo käytössä
DeviceManage.NameInvalid=Laitteen nimi on väärä
DeviceManage.NameTooLong=Laitteen nimi liian pitkä
DeviceManage.Password=Salasana
DeviceManage.PortNum=Portti
DeviceManage.RemoteCfg=Laiteasetukset
DeviceManage.SelectArea=Valitse ensin alue
DeviceManage.SelectDevice=Valitse laite
DeviceManage.TotalChn=Kameran numero
DeviceManage.UpZone=Yläraja
DeviceManage.UserName=Käyttäjä
DeviceManage.Vendor=Valmistaja
DeviceManage.WriteFail=Kirjoitusvirhe
DeviceManage.XiongMai=ETV-sarja
DeviceManage.Zone=Alue
DeviceManage.ZoneEmpty=Alue on ilman nimeä
DeviceManage.ZoneExisted=Alue jo olemassa
Error.AddDevFirst=Listaus tyhjä, lisää laite "%s->%s", listaan
Error.AlreadyRunning=Hallintaohjelma on käynnissä
Error.ClearSDKError=Poista SDK virhe
Error.CloseChnErr=Sulje virheilmoitus
Error.ConfigCharsetUnsupport=Ei tuettu merkki
Error.ConfigNotFound=Asetuksia ei löytynyt
Error.ConfigVerifyFail=Varmista virhetieto
Error.ExceedMaxIPList=IP osoitteet täynnä
Error.GetConfigFail=Laitteen asetuksia ei saatavilla
Error.HandleInvalid=Hallintavirhe
Error.HasLogined=Käyttäjä kirjautui
Error.IPExisted=IP on jo käytössä
Error.IPInBlackList=IP osoite on jo estetty
Error.IPInTrustList=IP osoite on jo sallittu
Error.InBlackList=Käyttäjä on estetty
Error.InUsing=Käyttäjä on käytössä
Error.InputError=Syöttövirhe
Error.LanguageSaveSuccess=Hyväksytty, käynnistä uudelleen.
Error.MallocErr=Muistivirhe
Error.NetErr=Verkkovirhe
Error.NoErr=Ei virheitä
Error.NoInit=Ei tunnista avainta
Error.NoLogin=Käyttäjä ei kirjautuneena
Error.NoPower=Ei virtaa
Error.NotFound=Ei löydä laitetta
Error.OpenChnErr=Näytä virheet
Error.OpenFileFail=Tiedostovirhe
Error.ParamInvalid=Asetusvirhe
Error.PasswordMismatch=Salasana ei täsmää
Error.PauseFail=Virhe
Error.PwdErr=Salasana väärin
Error.RebootFail=Käynnistysvirhe
Error.RebootSuccess=Käynnistys ok
Error.ReqErr=Virhe yhteydessä
Error.ResoluitonNotMatch=Suosittelemme resoluutiota VGA  1024*768
Error.SaveSuccess=Laitteen asetukset tallennettu
Error.SelectDevice=Valitse ensin yksi laite
Error.SetConfigFail=laitteen asetuksia ei tallennettu
Error.SubConErr=Taustayhteysvirhe
Error.SubConSendErr=Taustayhteyden lähetysvirhe
Error.Timeout=Aikakatkos
Error.UnkownErr=Tuntematon virhe
Error.Unsupport=Tunnistamaton versio
Error.UserLock=Käyttäjä lukittu
Error.UserNotExisted=Tuntematon käyttäjä
Error.VerUnmatch=Lähetysvirhe, mahdollisesti versio-ongelma.
Error.winlimited=Voi avata vain neljä ikkunaa
Log.Alarm=Hälytys
Log.AlarmLog=Hälytysloki
Log.All=Kaikki
Log.Backup=Siirrä
Log.BeginTime=Aloitus
Log.Channel=Kamera
Log.Clear=Poista
Log.ClientConfig=Kohdeasetukset
Log.CloseCMS=Sulje hallinta
Log.CloseOK=Suljettu
Log.ConnFail=Ei yhteyttä
Log.ConnSuccess=Yhteys onnistui
Log.DDNSFail=Nimipalvelussa virhe
Log.Date=Päivä
Log.Describe=Kuvaus
Log.Device=Laite
Log.DeviceConfig=Laitemuokkaus
Log.Disconnect=Yhteys poikki
Log.DomainFail=Nimipalvelin ei löydä kohdetta
Log.EndTime=Loppuu
Log.Error=Virhe
Log.HasLogined=Käyttäjä kirjautui
Log.InBlackList=Käyttäjä estolistalla
Log.LogType=Loki
Log.Map=Kartta
Log.NextPage=Seuraava
Log.NoLogin=Käyttäjä ei ole kirjautunut
Log.NotFound=Laitetta ei löydy
Log.Notify=Ilmoitus
Log.OpenAudioFail=Äänitietoja ei löydy
Log.OpenChnErr=Ei yhteyttä
Log.OpenChnOK=Yhteys OK
Log.OpenDecodeFail=Purku ei onnistu
Log.Operation=Toiminnat
Log.OprLog=Tapahtumat
Log.Playback=Toisto
Log.PrePage=Edellinen
Log.PwdErr=Salasanavirhe
Log.Reboot=Käynnistä
Log.Search=Etsi
Log.SelectDevice=Valitse laite
Log.StartTalkFail=Puheyhtedessä virhe
Log.StartTalkOK=Puheyhteys auki
Log.StopTalkFail=Katkaisussa virhe
Log.StopTalkOK=Yhteys katkaistu
Log.SystemOperatin=Toiminta
Log.Talk=Puhu
Log.Time=Aika
Log.Timeout=Aikakatkaisu
Log.Type=Tyyppi
Log.User=Käyttäjä
Log.UserLock=Käyttäjä lukittu
Log.UserManager=Käyttäjähallinta
Log.UserNotExisted=Käyttäjää ei ole
Log.Video=Video
Log.Warn=Varoitus
PtzControl.Add=Add
PtzControl.AddPreset=Add preset
PtzControl.AutoPan= Pan
PtzControl.AuxDirOper=Direct Aux Oper
PtzControl.AuxFuncOff=Aux Off
PtzControl.AuxFuncOn=Aux On
PtzControl.AuxNooper=Aux Num Oper
PtzControl.AuxOff=Close
PtzControl.AuxOpen=On
PtzControl.AuxTitle=Aux
PtzControl.CamPower=Scene Power
PtzControl.ClearTour=Del Tour
PtzControl.Cruise=Tour
PtzControl.Del=Del
PtzControl.DelPreset=Del Preset
PtzControl.Edit=Edit
PtzControl.End=End
PtzControl.Enter=Enter
PtzControl.EnterMenu=Enter Menu
PtzControl.Esc=Cancel
PtzControl.Exit=Exit Menu
PtzControl.Flip=Flip
PtzControl.Focus=Focus
PtzControl.Function=Function
PtzControl.Goto=Goto
PtzControl.HighPTZ=PTZ Trace
PtzControl.Iris=Iris
PtzControl.LamRain=Lamp
PtzControl.LeftBorder=Left
PtzControl.Light=Light
PtzControl.LightOff=Light Off
PtzControl.LightOn=Light On
PtzControl.LineScan=AutoScan
PtzControl.LineScanBorder=Border
PtzControl.NightSee=Light
PtzControl.NoProtocol=Protokollaa ei ole asetettu
PtzControl.None=None
PtzControl.Number=No
PtzControl.PTZ=PTZ
PtzControl.PageChange=Page Switch
PtzControl.Pattern=Pattern
PtzControl.Preset=Preset
PtzControl.PtzControl=Pan/Tilt/Zoom
PtzControl.Reset=Reset
PtzControl.RightBorder=Right
PtzControl.SIT=SIT
PtzControl.Setting=Set
PtzControl.Setup=Setup
PtzControl.Start=Start
PtzControl.Step=Speed
PtzControl.Stop=Stop
PtzControl.Switch=Open Close
PtzControl.TourRoad=Patrol No
PtzControl.Value=Value
PtzControl.ValueEmpty=Arvo ei voi olla tyhjä
PtzControl.Wiper=Screen wiper
PtzControl.Zoom=Zoom
Decoder.AddDecoder=Purkutapa
Decoder.Attribute=Ominaisuus
Decoder.ChnNotDevice=Valitse yksi kamera tai dekooderi, ei laitetta
Decoder.DecoderChannel=Dekooderin kanava
Decoder.DeleteDecoder=Poista dekooderi
Decoder.DeviceChannel=Kameran kanava
Decoder.EditDecoder=Dekooderiasetus
Decoder.HasVideoChn=Vain yksi kamera dekooderia kohden, valitse toinen kanava
Decoder.SelectDecoderChannel=Valitse yksi Dekooderin kanava
Decoder.SelectVideoChn=Valitse yksi kameran kanava
Import.ExportConfig=Vie Settings
Import.ExportLog=Vientiloki
Import.ImportConfig=Tuo Settings
Login.AutoLogin=Auto Login
Login.ConfigFile=Tiedostomuokkaus
Login.ConfirmPasswd=Vahvista salasana
Login.IPInvalid=Väärä IP-osoite
Login.InBlackList=KÄyttäjä on estetty
Login.InUsed=Käyttäjä kirjautuneena
Login.InitDecodeCard=Tunnistetaan kuvanpurkauskorttia
Login.InitDecodeCardFail=Tunnistus epäonnistui
Login.InitVideo=Tunnistetaan videokuvaa
Login.Locked=Käyttäjä on lukittu
Login.Login=Kirjaudu
Login.LoginFail=Kirjautumisvirhe
Login.LoginSuccess=Kirjautuminen onnistui
Login.NetError=Yhteysvirhe
Login.NewPasswd=Uusi salasana
Login.NotFound=Kohdetta ei löydy
Login.OldPasswd=Vanha salasana
Login.PasswdError=Käyttäjätunnus tai salasana on väärä
Login.Password=Salasana
Login.ReadyLogin=Odottaa kirjautumista
Login.SavePwd=Tallenna salasana
Login.SystemBusy=Järjestelmä varattu
Login.Timeout=Aikaraja täysi
Login.UnknowError=Tunnistamaton virhe
Login.User=Käyttäjä
Login.UserIsLocked=Käyttäjä estetty
Login.UserIsStoped=Oikeudet keskeytetty
Login.UserName=Nimi
Login.UserNotExisted=Käyttäjää ei löydy
AccountMSG.AccountLocked=Käyttäjätili estetty
AccountMSG.AccountUsed=Käyttäjätiliä käytetty
AccountMSG.AddGroupExist=Ryhmä jo käytössä
AccountMSG.AddGroupSuccess=Ryhmä lisätty.
AccountMSG.AddUserExist=Nimi jo olemassa
AccountMSG.AddUserSuccess=Käyttäjä lisätty
AccountMSG.DeleteGroupSuccess=Ryhmä poistettu
AccountMSG.DeleteInuseGroup=Ryhmässä käyttäjiä, ei voi poistaa.
AccountMSG.DeleteUserSuccess=Käyttäjä poistettu
AccountMSG.EmptyAuthority=Ei oikeuksia
AccountMSG.EmptyName=Nimi puuttuu
AccountMSG.Failed=Toimintavirhe
AccountMSG.InvalidPassword=Salsana väärin, Tehtaan asettama on 111111
AccountMSG.ModGroupSuccess=Muokkaus onnistui
AccountMSG.ModPasswordSuccess=Muutos salasanalle onnistui
AccountMSG.ModUserSuccess=Käuyttäjän muokkaus onnistui
AccountMSG.NotPermit=Ei oikeuksia
AccountMSG.PasswordMismatch=Salasana ei täsmää
AccountMSG.SaveConfigFailed=Tallennus epäonnistui
AccountMSG.SureToDelete=Poistetaanko ?
AccountMSG.TooLargeAuthority=Ryhmän oikeudet ei riitä.
AccountMSG.TryDeleteResvUser=Käytössä olevaa ei voi poistaa.
AccountMSG.TryModifyResvUser=Käytössä olevaa ei voi muokata
AccountMSG.ImportOK=Import successful, Please restart CMS
AccountMSG.ImportFail=Import fail
AccountMSG.ExportOK=Export successful
AccountMSG.ExportFail=Export fail
Authority.Account=KÄYTTÄJÄ
Authority.AlarmConfig=HÄLYTYKSET
Authority.AlarmIO=I/O ASETUKSET
Authority.AutoMaintain=AUTOMAATTISET OHJAUKSET
Authority.Backup=TIEDONSIIRTO
Authority.ChannelTitle=KAMERAN NIMI
Authority.CommConfig=RS-232
Authority.CtrlPanel=OHJAIN
Authority.DefaultConfig=ALKUPERÄINEN
Authority.DelLog=POISTA LOKI
Authority.EncodeConfig=PAKKAUS
Authority.GeneralConfig=YLEISET
Authority.ModifyLanguage=KIELI
Authority.ModifyVideoMode=PAKKAUSFORMAATTI
Authority.NetConfig=VERKKO
Authority.OutputConfig=NÄYTTÖ
Authority.PTZControl=PTZ KÄYTTÖ
Authority.PtzConfig=PTZ ASETUKSET
Authority.QueryLog=LOKI
Authority.Record=KALENTERI
Authority.RecordConfig=KALENTERI
Authority.ShutDown=SAMMUTUS
Authority.StorageManager=KOVALEVYT
Authority.SysInfo=JÄRJESTLMÄN TIEDOT
Authority.SysUpgrade=PÄIVITYKSET
Authority.Talk_01=PUHE
Authority.VideoConfig=LIIKE
AutoMain.At=n
AutoMain.AutoDelete=Poistaa vanhat tiedot
AutoMain.AutoReboot=Kellokäynnistys
AutoMain.DaysAgo=Päivää sitten
Config.AlarmLogTime=Loki tallessa (vrk)
Config.AutoConnect=Muistaa edellisen yhteyden
Config.AutoExpand=Automatically expand channel after connected
Config.BaseConfig=Perusasetus
Config.Browse=Selaa
Config.ClientVersion=Asiakas
Config.ConfigVersion=Laiteasetukset
Config.DecoderVersion=Purkuversio
Config.DiskList=Levylista
Config.FreePercent=Vapaata
Config.FreeSize=Tilaa (MT)
Config.FullMode=Ylikirjoita
Config.LocalPlayback=Paikallinen katselu
Config.LogMaintence=Järjestelmä
Config.NetVersion=Verkkoversio
Config.OprLogTime=Lokin pituus
Config.Picture=Kuvahakemisto
Config.PlayBackVersion=Toisto
Config.Record=Tallennushakemisto
Config.RecordSet=Tallennus
Config.AlarmRecordLen=Alarm Record Delay
Config.RemotePlayback=Etäkatselu
Config.ShowAlarmLog=Hälytysloki
Config.Storage=Tallennustila
Config.ToAVI=Tallenna AVI muodossa
Config.TotalSize=Kokonaistila(MT)
Config.UsedPercent=Käytetty
Config.UsedSize=Käytetty (MT)
Config.VersionInfo=Versiotiedot
Config.VideoVersion=Videoversio
Config.AutoRun=ajelu käynnistyksessä
ConfigAlarm.AlarmIn=Sisääntulo
ConfigAlarm.AlarmOut=Ulostulo
ConfigAlarm.Area=Kansallisuus
ConfigAlarm.Beep=Summeri
ConfigAlarm.ChannelNo=Hälytys
ConfigAlarm.DelayRecordTime=Tallentaa
ConfigAlarm.DeviceType=Tyyppi
ConfigAlarm.Enable=Käytä
ConfigAlarm.EventType=Tapahtuma
ConfigAlarm.FtpUpload=FTP lähetys
ConfigAlarm.Interval=Jakso
ConfigAlarm.LatchSecond=Pito
ConfigAlarm.NoChannelSelected=Ei tuloja valittuna
ConfigAlarm.NormalClose=Aukeava
ConfigAlarm.NormalOpen=Sulkeutuva
ConfigAlarm.PtzLinkage=PTZ aktivointi
ConfigAlarm.RecordChannel=Tallenna kamera
ConfigAlarm.RegionConfig=Alue
ConfigAlarm.ScreenTip=Näytä viesti
ConfigAlarm.Sec=Sek.
ConfigAlarm.SendEmail=Sähköposti
ConfigAlarm.Sense=Herkkyys
ConfigAlarm.Setting=Aseta
ConfigAlarm.TimeSection=Jakso
ConfigAlarm.ToCenter=Lähetä eteenpäin
ConfigAlarm.Tour=Kierto
ConfigAlarm.Type=Tyyppi
ConfigAlarm.VoiceTip=Äänen ilmoitus
ConfigAlarm.Select=Valitse
ConfigAlarm.UnSelect=Poista valinta
ConfigAlarm.AlarmMode=Alarm Mode
ConfigAlarm.Auto=Configuration
ConfigAlarm.Manual=Manual
ConfigAlarm.Closed=Stop
ConfigAlarm.Status=Status
ConfigDayLight.Date=Päivä
ConfigDayLight.EndTime=Loppuu:
ConfigDayLight.StartTime=Alkaa:
ConfigDayLight.Week=Viikonpäivä
ConfigDefault.AllDefault=Kaikki
ConfigDefault.Sure=Valitse tehtaan asetuksiin palautettava asetukset
ConfigGeneral.Dansk=Tanska
ConfigGeneral.DateFormat=Päivämuoto
ConfigGeneral.DateFormatSelect1=YYYMMMDD
ConfigGeneral.DateFormatSelect2=MMDDYYYY
ConfigGeneral.DateFormatSelect3=DDMMYYYY
ConfigGeneral.DateSpector=Erotin
ConfigGeneral.DateTime=Kelloaika
ConfigGeneral.DaylightRule=Kesä/Talvi
ConfigGeneral.DaylightSet=Aseta
ConfigGeneral.DaylightTime=Talvi
ConfigGeneral.DaysAgo=Pävää sitten
ConfigGeneral.DelCustom=Oma
ConfigGeneral.DelNever=Ei koskaan
ConfigGeneral.DiskFull=Tila täysi
ConfigGeneral.DiskFullOverwrite=Ylikirjoita
ConfigGeneral.DiskFullStop=Keskeytä
ConfigGeneral.LanguageSelect=Kielivalinta
ConfigGeneral.Minute=Min
ConfigGeneral.OutFormat=Videomuoto
ConfigGeneral.OutputMode=Näyttö
ConfigGeneral.RebootEveryday=Päivittäin
ConfigGeneral.RebootFriday=Joka PE
ConfigGeneral.RebootMonday=Joka MA
ConfigGeneral.RebootNever=EI
ConfigGeneral.RebootSaturday=Joka LA
ConfigGeneral.RebootSunday=Joka SU
ConfigGeneral.RebootThursday=Joka TO
ConfigGeneral.RebootTuesday=Joka TI
ConfigGeneral.RebootWednesday=Joka KE
ConfigGeneral.RecordLen=Koko(min)
ConfigGeneral.RemoteAddr=DVR nro
ConfigGeneral.SelfOutput=Tunnistaa itse
ConfigGeneral.StandbyTime=Poistuu itse
ConfigGeneral.TVOutput=Videotulo
ConfigGeneral.Time12=12 tuntia
ConfigGeneral.Time24=24 tuntia
ConfigGeneral.TimeFormat=Aikamuoto
ConfigGeneral.VGAOutput=VGA
ConfigGeneral.VideoMode=Videostandardi
InfoLog.Abnormal=Häiriöt
InfoLog.AlarmLocal=Hälytykset
InfoLog.AlarmManual=Halytys
InfoLog.AlarmNet=Etä-hälytys
InfoLog.AudioInFormat=Äänimuoto
InfoLog.AutoMaintain=KÄYNNISTYSOHJAUS
InfoLog.Backup=Siirto %s
InfoLog.BlindDetect=Kamera pimeä
InfoLog.Channel=Kamera
InfoLog.Close=Sulje tallennus
InfoLog.CombineEncode=Yhdistelmäpakkaus
InfoLog.Comm=Comm
InfoLog.DeleteFileFailed=%s poisto ei onnistunut
InfoLog.UpdateFailed=%s ei päivittynyt
InfoLog.Download=Lataa %s
InfoLog.Encode=Purku
InfoLog.Event=%s on työkansio
InfoLog.GUISet=GUI
InfoLog.General=Jatkuva
InfoLog.LocalAlarm=Hälytys
InfoLog.Location=Sijainti
InfoLog.LogIn=Käyttäjä %s kirjautui %s
InfoLog.LogInfo=LOKI
InfoLog.LogOut=Käyttäjä %s poistui %s
InfoLog.LogTime=Aika
InfoLog.LogType=Tyyppi
InfoLog.LossDetect=kamera irti
InfoLog.Manual=Käsitallennus
InfoLog.MotionDetect=Liiketunnistus
InfoLog.NetAbort=Tietoja verkko
InfoLog.NetAlarm=Etähälytys
InfoLog.NetCommon=Yleinen verkosta
InfoLog.NetDDNS=DDNS
InfoLog.NetDHCP=DHCP
InfoLog.NetDNS=Verkko DNS
InfoLog.NetEmail=S-posti
InfoLog.NetIPConflict=IP ristiriita
InfoLog.NetIPFilter=IP estot
InfoLog.NetNTP=NTP
InfoLog.NetPPPoE=PPPoE
InfoLog.No=Nro
InfoLog.PTZ=PTZ
InfoLog.FishEye=Panorama
InfoLog.ClearFog=Huurteenpoiston
InfoLog.PTZAlarmProtocol=PTZ Hälytys
InfoLog.PTZPreset=PTZ Preset
InfoLog.PTZTour=PTZ Tour
InfoLog.Play=Toisto
InfoLog.PlayBack=Toisto %s
InfoLog.ReadFileFailed=Lukuvirhe tiedostossa %s
InfoLog.ReadOnly=%s on vain lukuhakemisto
InfoLog.ReadWrite=%s on Luku/kirjoitustiedosto
InfoLog.Record=TALLENNUS
InfoLog.Redunancy=%s On Raid tyyppinen hakemisto
InfoLog.SearchAlarm=%d-%d-%d %d:%d:%d Haettu %d Hälytystallennukset
InfoLog.SearchAll=%d-%d-%d %d:%d:%d Haettu %d Kaikki tallennukset
InfoLog.SearchDetect=%d-%d-%d %d:%d:%d Haettu %d Liiketallennukset
InfoLog.SearchHand=%d-%d-%d %d:%d:%d Haettu %d Käsitallennukset
InfoLog.Snapshot=Pikakuva
InfoLog.StorageFailure=Päästy käsiksi tallennuslaitteiden
InfoLog.StorageLowSpace=Tallennustila vähenemässä
InfoLog.StorageNotExist=Ei ole tallennustilaa
InfoLog.TVAdjust=BNC säätö
InfoLog.Timing=Yleiset
InfoLog.Tour=Tour
InfoLog.VideoBlind=Video pimeänä
InfoLog.VideoColor=Värivalinnat
InfoLog.VideoLoss=Kamera puuttuu
InfoLog.VideoMotion=Liiketunnistus
InfoLog.VideoSplit=Monikuva
InfoLog.VideoWidget=Videowidget
InfoLog.WriteFileFailed=%s tiedoston kirjoitusvirhe
LogInfo.AlarmEvent=Hälytykset
LogInfo.All=Kaikki
LogInfo.ClearFail=Loki ei tyhjentynyt
LogInfo.ClearSuccess=Loki poistetttu
LogInfo.ConfigOperation=Muuta
LogInfo.EndTime=Loppu
LogInfo.FileAccess=Toisto
LogInfo.LogSearch=<%s>Toistoloki
LogInfo.LogType=Tyyppi
LogInfo.NextPage=Next Page
LogInfo.RecordOperation=Arkisin
LogInfo.RemoveAll=Poista
LogInfo.Search=Selaa
LogInfo.StartTime=Alkaa
LogInfo.StorageManager=Tallennustila
LogInfo.SureToClear=Poistetaanko kaikki lokitiedot?
LogInfo.SystemManager=Järjestelmä
LogInfo.UserManager=Käyttäjät
LogType.AccountRestore=Palauta käyttäjät
LogType.AddGroup=Lisää ryhmä
LogType.AddUser=Lisää käyttäjä
LogType.ClearDriver=Clear Driver
LogType.ClearLog=Loki poistettu
LogType.DeleteGroup=Ryhmä poistettu
LogType.DeleteUser=Käyttäjä poistettu
LogType.DiskChanged=Levy vaihdettu
LogType.EventLatch=Pidossa
LogType.EventStart=Hälyttänyt
LogType.EventStop=Hälytys seis
LogType.FileAccess=Tiedosto avattu
LogType.FileAccessError=Tiedostovirhe
LogType.FileSearch=Tiedoston haku
LogType.LogIn=Kirjautunut
LogType.LogOut=Poistunut
LogType.ModifyGroup=Ryhmän muokkaus
LogType.ModifyPassword=Salasanan muutos
LogType.ModifyTime=Kello muutettu
LogType.ModifyUser=Käyttäjä muutettu
LogType.PTZTour=PTZ kierto
LogType.Reboot=Käynnistys
LogType.Record=Arkipäivä
LogType.SaveConfig=Tallenna asetukset
LogType.SetDriverType=Ajuriksi asetettu
LogType.ShutDown=Sammutus
LogType.StorageDeviceError=Tallennusvirhe laitteessa
LogType.Update=Päivitetty
LogType.Upgrade=Päivitys
LogType.ZeroBitrate=Ei dataa
UserManager.AddGroup=Lisää ryhmä
UserManager.AddUser=Lisää User
UserManager.Authority=Oikeudet
UserManager.ConfirmPassword=Vahvista
UserManager.DefaultUser=Tehtaan asetus
UserManager.DeleteGroup=Poista ryhmä
UserManager.DeleteUser=Poista User
UserManager.Group=Ryhmä
UserManager.GroupName=Mimi
UserManager.LackAuchority=Ei oikeuksia
UserManager.LoginSystem=KIRJAUTUMINEN
UserManager.Memo=Huomio
UserManager.ModGroup=Muuta ryhmä
UserManager.ModPassword=Muuta salasana
UserManager.ModUser=Muuta User
UserManager.NewPassword=Uusi salasana
UserManager.No=Nro
UserManager.OldPassword=Vanha salasana
UserManager.OwnerGroup=Ryhmä
UserManager.PleaseLogin=Kirjaudu
UserManager.Sharable=Monikäyttöinen
UserManager.User=Käyttäjä
UserManager.UserName=Nimi
UserManager.UserPassword=Salasana
UserManager.UserState=Tila
UserManager.UserStateOK=Normaali
UserManager.UserStateStoped=Keskeytetty
Version.AlarmIn=Hälytys
Version.AlarmOut=Hälytys ulos
Version.Channel=Kameroita
Version.ExChannel=Lisäkamera
Version.ReleaseDate=Tehty
Version.SystemVersion=Versio
Config.RecordLen=Koko
MapCtrl.Add=Lisää
MapCtrl.AddFail=Virhe lisäyksessä
MapCtrl.AddPicture=Lisää kuva
MapCtrl.AlarmDevice=Alarm Device
MapCtrl.Browse=Selaa
MapCtrl.Cancel=Peru
MapCtrl.ChooseOnePicture=Valitse kuva
MapCtrl.CopyFail=Ei kopioitunut
MapCtrl.Camera=Camera
MapCtrl.DeleteFail=Ei poistettu
MapCtrl.Description=Kuvaus
MapCtrl.DescriptionTooLang=Tieto ei saa ylittää 256 merkkiä
MapCtrl.Dev=Laite
MapCtrl.Edit=Muokkaa
MapCtrl.EditFail=Muokkausvirhe
MapCtrl.InputPicName=Anna kuvan nimi
MapCtrl.Map=Kartta
MapCtrl.MapCtrl=Hallinta
MapCtrl.Modify=Muokkaa
MapCtrl.Name=Nimi
MapCtrl.NameInUsed=Nimi on jo olemassa
MapCtrl.NameTooLong=Nimi ei saa olla yli 32 merkkiä
MapCtrl.NodeInUsed=Kohde on toisessa karttapaikassa
MapCtrl.OK=OK
MapCtrl.Picture=Kuva
MapCtrl.PictureEdit=Kuvaeditointi
MapCtrl.PictureName=Kuvan nimi
MapCtrl.PicturePath=Kuvien polku
MapCtrl.PictureTooBig=Tiedosto on liian suuri tai poistettu. Käydä toista kuvaa.
MapCtrl.Remove=Poista
MapCtrl.Save=Tallenna
MapCtrl.SaveFail=Ei tallennettu
MapCtrl.SaveOK=Tallennettu
MapCtrl.SureToDel=Poistetaanko ?
MapCtrl.SureToDelAllDevOnMap=Kaikki lisätyt tiedot häviävät, jatketaanko?
MapCtrl.Type=Tyyppi
MapCtrl.MapInfo=Map info
ConfigEncode.Audio=Ääni
ConfigEncode.Best=Paras
ConfigEncode.Better=Parempi
ConfigEncode.BitrateControlPolicy=Tietomäärän tyyppi
ConfigEncode.BitrateValue=Tietomäärä (kb/s)
ConfigEncode.Brightness=Kirkkaus
ConfigEncode.CBR=CBR
ConfigEncode.Channel1=Kam 1
ConfigEncode.Channel10=Kam 10
ConfigEncode.Channel11=Kam 11
ConfigEncode.Channel11_12=Kam 11-12
ConfigEncode.Channel12=Kam 12
ConfigEncode.Channel13=Kam 13
ConfigEncode.Channel13_14=Kam 13-14
ConfigEncode.Channel13_16=Kam 13-16
ConfigEncode.Channel14=Kam 14
ConfigEncode.Channel15=Kam 15
ConfigEncode.Channel15_16=Kam 15-16
ConfigEncode.Channel16=Kam 16
ConfigEncode.Channel17=Kam 17
ConfigEncode.Channel17_20=Kam 17-20
ConfigEncode.Channel17_24=kam 17-24
ConfigEncode.Channel17_32=kam 17-32
ConfigEncode.Channel18=Kam 18
ConfigEncode.Channel19=Kam 19
ConfigEncode.Channel1_16=kam 1-16
ConfigEncode.Channel1_2=Kam 1-2
ConfigEncode.Channel1_4=Kam 1-4
ConfigEncode.Channel1_6=Kam 1-6
ConfigEncode.Channel1_8=Kam 1-8
ConfigEncode.Channel1_9=Kam 1-9
ConfigEncode.Channel2=Kam 2
ConfigEncode.Channel20=Kam 20
ConfigEncode.Channel21=Kam 21
ConfigEncode.Channel21_24=Kam 21-24
ConfigEncode.Channel22=Kam 22
ConfigEncode.Channel23=Kam 23
ConfigEncode.Channel24=Kam 24
ConfigEncode.Channel25=Kam 25
ConfigEncode.Channel25_28=Kam 25-28
ConfigEncode.Channel25_32=kam 25-32
ConfigEncode.Channel26=Kam 26
ConfigEncode.Channel27=Kam 27
ConfigEncode.Channel28=Kam 28
ConfigEncode.Channel29=Kam 29
ConfigEncode.Channel29_32=Kam 29-32
ConfigEncode.Channel3=Kam 3
ConfigEncode.Channel30=Kam 30
ConfigEncode.Channel31=Kam 31
ConfigEncode.Channel32=Kam 32
ConfigEncode.Channel33_36=Kam 33-36
ConfigEncode.Channel3_4=Kam 3-4
ConfigEncode.Channel4=Kam 4
ConfigEncode.Channel5=Kam 5
ConfigEncode.Channel5_6=Kam 5-6
ConfigEncode.Channel5_8=Kam 5-8
ConfigEncode.Channel6=Kam 6
ConfigEncode.Channel7=Kam 7
ConfigEncode.Channel7_12=Kam 7-12
ConfigEncode.Channel7_8=Kam 7-8
ConfigEncode.Channel8=Kam 8
ConfigEncode.Channel8_16=Kam 8-16
ConfigEncode.Channel9=Kam 9
ConfigEncode.Channel9_10=Kam 9-10
ConfigEncode.Channel9_12=Kam 9-12
ConfigEncode.Channel9_16=Kam 9-16
ConfigEncode.ColdColor=Sinisävy
ConfigEncode.CombineEncode=Toisiopakkaus
ConfigEncode.CombineMode=Tyyppi
ConfigEncode.Contrast=Kontrasti
ConfigEncode.Cover=Aluepeitto
ConfigEncode.CoverSetting=Aseta
ConfigEncode.DftColor=Alkuasetus
ConfigEncode.EncodeMode=Pakkaus
ConfigEncode.ExtStream=Toisiopakkaus
ConfigEncode.FPS=FPS
ConfigEncode.Gain=Vahvistus
ConfigEncode.General=Yleinen
ConfigEncode.Good=Hyvä
ConfigEncode.Hue=Sävy
ConfigEncode.ImageColorConfig=Värit
ConfigEncode.Mode=Tyyppi
ConfigEncode.MultiReplay=Monitoisto
ConfigEncode.NarrowBand=Heikkoyhteys
ConfigEncode.Period=Jakso
ConfigEncode.Quality=Laatu
ConfigEncode.Saturation=Kylläisyys
ConfigEncode.Snap=Pikakuva
ConfigEncode.SnapFreq=Pikakuvien väli
ConfigEncode.SnapMode=Tyyppi
ConfigEncode.SnapQuality=Kuvalaatu
ConfigEncode.SnapSize=Kuvakoko
ConfigEncode.VBR=VBR
ConfigEncode.Video=Video
ConfigEncode.VideoAudio=Kuva/Ääni
ConfigEncode.VideoResolution=Resoluutio
ConfigEncode.WarmColor=Punasävy
ConfigEncode.Worse=Heikko
ConfigEncode.Worst=Heikoin
ConfigEncode.iGop=Pääkuvan väli
ConfigVideo.High=Korkea
ConfigVideo.Higher=Korkeampi
ConfigVideo.Highest=Korkein
ConfigVideo.Lower=Matalampi
ConfigVideo.Lowest=Matalin
ConfigVideo.Middle=Keski
PlayBack.ALL=Kaikki videot
PlayBack.AlarmRecordFile=Hälytystallennus
PlayBack.Audio=Ääni
PlayBack.Backup=Nouda
PlayBack.BeginDate=Alkaa
PlayBack.CancelDownload=Haluatko keskeyttää noudon?
PlayBack.CardRecordFile=Korttitallennus
PlayBack.Channel=Kamera
PlayBack.Close=Sulkee
PlayBack.CloseAllWindow=Sulje ikkunat
PlayBack.CloseWindow=Sulje ikkuna
PlayBack.Date=Päivä
PlayBack.DetectRecordfile=Tunnistus
PlayBack.Device=Laite
PlayBack.Download=Nouda
PlayBack.DownloadError=Noudossa virhe
PlayBack.DownloadFinish=Nouto suoritettu
PlayBack.Downloading=Noutaa... odota
PlayBack.EndDate=Loppuu
PlayBack.ExceedMaxChannel=Suurin sallittu kameramäärä käytössä
PlayBack.Fast=Nopea
PlayBack.File=Tiedosto
PlayBack.FourScreen=Nelikko
PlayBack.GeneralRecordFile=Jatkuva tallennus
PlayBack.GetDataFail=Toistovirhe
PlayBack.HandRecordFile=Käsitallennus
PlayBack.InPlaying=Kameraa toistetaan.Lopeta toisto ensin.
PlayBack.InvalidTime=Väärä aika. valitse uusi.
PlayBack.LoadImageFail=Taustakuva ei lataantunut
PlayBack.LocalPlayback=Toisto
PlayBack.LocalRecord=Tallennus
PlayBack.NO=Nro
PlayBack.NextFrame=Seuraava frame
PlayBack.NoRecord=Ei tallennuksia
PlayBack.OpenDecodeFail=Purku epäonnistui
PlayBack.OpenFileFail=Tiedosto ei aukea
PlayBack.PageDown=Sivua alas
PlayBack.PageUp=Sivua ylös
PlayBack.Pause=Tauko
PlayBack.Period=Jakso
PlayBack.Play=Toista
PlayBack.Playback=Toista
PlayBack.Playing=Toistaa...
PlayBack.PrevFrame=Edellinen
PlayBack.Prompt=Ponnahdus
PlayBack.RemotePlayback=Etätoisto
PlayBack.Search=Selaa
PlayBack.SearchFail=Selausvirhe
PlayBack.SelectDevice=Valitse kamera
PlayBack.SelectFile=Please select one file
PlayBack.SingleFrame=Yksi ruutu
PlayBack.Slow=Hidas
PlayBack.Snapshot=Pikakuva
PlayBack.SnapshotFail=Pikakuvavirhe
PlayBack.Stop=Seis
PlayBack.Timeout=Aikavirhe
PlayBack.Type=Tyyppi
PlayBack.UnkownError=Tunnistamaton virhe
PlayBack.Window=Ikkuna
PlayBack.AllPic=All Picture
PlayBack.AlarmRecordPic=Alarm Snap
PlayBack.DetectRecordPic=Video Detect Snap
PlayBack.GeneralRecordPic=Regular Snap
PlayBack.HandRecordPic=Manual Snap
PlayBack.SelectAll=Select All
PlayBack.UnSelectAll=UnSelect All
Record.Auto=Ajoitus
Record.Closed=Seis
Record.Manual=Käsin
RecordConfig.Mode=Tyyppi
RecordStorage.Alarm=Hälytys
RecordStorage.Detect=Liike
RecordStorage.Files=Kuvat
RecordStorage.General=Jatkuva
RecordStorage.PreRecord=Etutallennus
RecordStorage.PreSnap=Etukuva
RecordStorage.RecordLen=Pituus
RecordStorage.Redu=Raid
RecordStorage.ScheduleSet=Aseta
RecordStorage.TimeSection=Jakso
RecordStorage.TimeSection1=Jakso 1
RecordStorage.TimeSection2=Jakso 2
RecordStorage.TimeSection3=Jakso 3
RecordStorage.TimeSection4=Jakso 4
RecordStorage.TimeSection5=Jakso 5
RecordStorage.TimeSection6=Jakso 6
RecordStorage.Week=Viikko
ConfigNet.3GNetConfig=3G yhteys
ConfigNet.ARSPConfig=ARSP
ConfigNet.AlarmReport=Alarm Report
ConfigNet.AUTO=AUTO
ConfigNet.Adaptive=Tunnistaa
ConfigNet.AddIP=Lisää IP
ConfigNet.Alarm=Hälytys
ConfigNet.AlarmCenter=Valvomo
ConfigNet.ArspTip=Ota DDNS käyttöön ja tallenna. odota pari minuuttia, jotta tiedot päivittyvät verkkoon Jos onnistui, domain nimi tulee näkyviin.
ConfigNet.BannedIP=Estetty IP
ConfigNet.BlackList=Kieltolista
ConfigNet.CDMA1X=CDMA1.x
ConfigNet.Channel=Kamera
ConfigNet.ConfirmModify=Jälkeen vaihtaminen voi aiheuttaa tietojen häviämisen liittynyt alkuperäiseen malliin, onko vaihtaa?
ConfigNet.DDNS=DDNS
ConfigNet.DDNSName=Nimi
ConfigNet.DDNSServerPort=Portti
ConfigNet.DDNSSetInvalid=DDNS asetusvirhe
ConfigNet.DDNSType=Tyyppi
ConfigNet.DHCP=DHCP
ConfigNet.DHCPEnable=DHCP käytössä
ConfigNet.DNSConfig=DNS asetus
ConfigNet.DNSTIP=Käytä alla olevaa DNS palvelinosoitetta______________
ConfigNet.Decorder=Purkaja
ConfigNet.DefaultGateWay=Yhdyskäytävä
ConfigNet.DeleteIP=Poista IP
ConfigNet.Detect=Tunnista
ConfigNet.DomainName=Palvelinnimi
ConfigNet.EVDO=EVDO
ConfigNet.EmailConfig=S-POSTI
ConfigNet.Enable=Käytä
ConfigNet.FileLen=Tiedostopituus
ConfigNet.FileLength=Tiedostopituus
ConfigNet.FileLens=M
ConfigNet.FluencyPre=Nopeus määräävänä
ConfigNet.FtpAnonymous=Tunnistamaton
ConfigNet.FtpChannel=Kamera FTP
ConfigNet.FtpConfig=FTP
ConfigNet.FtpDirName=Hakemisto
ConfigNet.FtpEnable=Käytä
ConfigNet.FtpHostIp=Palvelin IP
ConfigNet.FtpHostPort=Portti
ConfigNet.FtpPassWord=Salasana
ConfigNet.FtpType=Tyyppi
ConfigNet.FtpUserName=Nimi
ConfigNet.FtpWeek=Viikko
ConfigNet.GPRS=GPRS
ConfigNet.General=Jatkuva
ConfigNet.HighSpeedDownload=Nopea noutaminen
ConfigNet.HostIP=Palvelin IP
ConfigNet.HostName=Isäntä
ConfigNet.HostPort=Portti
ConfigNet.HttpPort=HTTP portti
ConfigNet.IPSetting=IP Suodatus
ConfigNet.IPaddr=IP Osoite
ConfigNet.Interval=Väli
ConfigNet.Intervals=min
ConfigNet.LogReport=Log report
ConfigNet.MailAddrEmpty=S-posti tarvitsee osoitteen
ConfigNet.MailAddrError=Virhe, Pitää olla "@" merkki
ConfigNet.MailAddrTooLong=Osoite liian pitkä
ConfigNet.MailRecevierError=Enintään 3 vastaanottajaa
ConfigNet.MailSSL=käytä SSL
ConfigNet.MailServer=SMTP osoite
ConfigNet.Mailsender=Lähettäjä
ConfigNet.MaxConnection=Yhteyksien määrä
ConfigNet.MobileConfig=Matkapuhelin
ConfigNet.MobilePort=Portti
ConfigNet.MulticastConfig=MULTICAST
ConfigNet.NeedReboot=Tallennus onnistui. Astukset tulevat voimaan uudelleenkäynnistyksestä. Käynnistetäänkö?
ConfigNet.NetAlarm=Net Alarm
ConfigNet.NetMask=Aliverkon peite
ConfigNet.NetServerInfo=Etäpalvelin info
ConfigNet.NetService=Etäpalvelin
ConfigNet.Netcard=Verkkokortti
ConfigNet.No=Nro
ConfigNet.NtpConfig=NTP
ConfigNet.PPPoE=PPPoE
ConfigNet.PPPoEPassword=Salasana
ConfigNet.PPPoEUserName=Nimi
ConfigNet.Passwd=Salasana
ConfigNet.PortConflict=Porttivirhe
ConfigNet.PrimaryDNS=DNS palvelin 1
ConfigNet.Protocol=Protokolla
ConfigNet.Prototype=Tyyppi
ConfigNet.QualityPre=Ensisijaisesti laatu
ConfigNet.Receiver=Vastaanottaja
ConfigNet.ReplayNum=IP suodatuksia enintään 64kpl
ConfigNet.RestrictType=Estetty tyyppi
ConfigNet.SameIPTip=IP osoite lisätty
ConfigNet.SaveConfigFailed=Asetuksia ei tallennettu
ConfigNet.SecondaryDNS=DNS palvelin 2
ConfigNet.ServerName=Palvelinnimi
ConfigNet.SetGatewayFailed=Yhdyskäytävä väärin
ConfigNet.StandbyIP=Vaihtoehtoinen IP
ConfigNet.TD-SCDMA=TD-SCDMA
ConfigNet.TcpPort=TCP portti
ConfigNet.TimeSection1=Aikajakso 1
ConfigNet.TimeSection2=Aikajakso 2
ConfigNet.TimeZone=Aikavyöhyke
ConfigNet.Title=Nimi
ConfigNet.TransferPolicy=Siirtosääntö
ConfigNet.TrustIP=Salli IP
ConfigNet.Type=Tyyppi
ConfigNet.UDPPort=UDP portti
ConfigNet.UPNPTip=Varmista, että verkossa on UPNP palvelu päällä
ConfigNet.UpdateInterval=Päivitysväli
ConfigNet.UploadTime=Päivitysaika
ConfigNet.WCDMA=WCDMA
ConfigNet.Week=Viikko
ConfigNet.WhiteList=Sallitut listaus
ConfigNet.Wirecard=Verkkokortti
ConfigNet.Wireless=Langaton
ConfigNet.WirelessAP=AP
ConfigNet.WirelessDialNum=Soitto
ConfigNet.NoSignal=NoSignal
ConfigNet.VeryLow=Very Low
ConfigNet.Low=Low
ConfigNet.Good=Good
ConfigNet.VeryGood=Very Good
ConfigNet.Excellent=Excellent
ConfigNet.WifiNotSupport=Only support for WEP encrypt
ConfigNet.WifiPasswordNoMatch=Passowrd must 10 or 26 hex digits
ConfigNet.AuthMode=Authentication
ConfigNet.Search=Search
ConfigNet.Signal=Signal
ConfigNet.SSID=SSID
Title.AbnormalAlarm=Häiriö
Title.AddArea=LISÄÄ ALUE
Title.AddDevice=LISÄÄ LAITE
Title.Advance=Lisäasetukset
Title.Alarm=Hälytys
Title.AlarmConfig=Asetukset
Title.AlarmIn=Sisääntulo
Title.AlarmOut=Ulostulo
Title.AlarmStatus=Tilanne
Title.AssistFunction=Lisätoiminnot
Title.AutoMaintain=Kellotus
Title.Backup=Siirto
Title.BitrateStatistics=BPS
Title.BlindConfig=Kameran peitto
Title.CMS=CMS
Title.ChannelName=Kameranimi
Title.ColorTitle=Väri
Title.CommConfig=RS232
Title.Config=Muokkaa
Title.Decoder=Purku
Title.Delete=POISTA
Title.Device=Laite
Title.DeviceManager=Laitehallinta
Title.DisplayConfig=Työpöytä
Title.EncodeConfig=Pakkaus
Title.GeneralConfig=Perus
Title.HDDInfo=Säilytä tiedot
Title.HDDManager=
Title.ImExportConfig=Tuo / Vie
Title.ImageConfig=Kuva-asetus
Title.Loading=Lataa . .
Title.LocalConfig=Asetukset
Title.LocalTime=Aika
Title.LogInfo=LOKI
Title.LogManager=Lokitiedot
Title.LogOut=Poistu
Title.MagicBox=MagicBox
Title.MainMenu=Päävalikko
Title.MapManager=Kartta
Title.TourManager=Tour
Title.Modify=MUOKKAA
Title.MotionDetectConfig=Liiketunnistus
Title.NetAlarmConfig=Net Alarm
Title.NetCommonConfig=Verkko
Title.NetService=Verkkopalvelu
Title.OnlineUser=Etäkäyttäjät
Title.PTZ=PTZ
Title.Partition=Partitiot
Title.PlayBack=Toisto
Title.PtzConfig=PTZ liiaksi asetus
Title.PtzControl=PTZ ohjaus
Title.Record=Tallentaminen
Title.RecordConfig=Tallennus
Title.RecordMode=Tallennustapa
Title.RemoteConfig=Etähallinta
Title.SetDefault=Palauta
Title.SnapShot=Pikakuvat
Title.SystemConfig=Järjestelmä
Title.SystemInfo=Tietoa
Title.SystemUpgrade=Päivitä
Title.TVAdjust=BNC -Tulo
Title.Tools=Lisäasetus
Title.TourConfig=Kirto
Title.UserManager=Käyttäjä
Title.Version=Versio
Title.VideoLossConfig=Kamera irti
Title.VideoMonitor=Näyttö
Title.Import=Devices import
Title.Export=Devices export
Title.Connect=Yhteys Testi
OneClick.Add=Lisää
OneClick.Advance=Lisäasetus
OneClick.All=Kaikki
OneClick.Apply=Käytä
OneClick.Apr=Huh
OneClick.Cancel=Peru
OneClick.ChannelNo=Kamera
OneClick.Clean=Poista
OneClick.Copy=Kopioi
OneClick.Day=Päivä
OneClick.Dec=Mar
OneClick.Default=Alkuasetus
OneClick.Delete=Poista
OneClick.Enable=Käytä
OneClick.Feb=Hel
OneClick.FirstDay=Ensimmäinen on
OneClick.FirstWeek=1. viikko
OneClick.FiveWeek=Lopuksi
OneClick.FourWeek=4. viikko
OneClick.FreeDay=Vapaapäivä
OneClick.Fri=Pe
OneClick.Jan=Tam
OneClick.Jul=Hei
OneClick.Jun=Kes
OneClick.LastDay=Viimeinen päivä
OneClick.LogInfo=Loki
OneClick.Mar=Maa
OneClick.May=Tou
OneClick.Min=min
OneClick.Mon=Ma
OneClick.Month=Kuukausi
OneClick.Nov=Jou
OneClick.OK=OK
OneClick.Oct=Lok
OneClick.Paste=Liitä
OneClick.Preview=Esikatsele
OneClick.Prompt=Ponnahdus
OneClick.Refrush=Päivitä
OneClick.RemoteConfig=Laiteasetus
OneClick.Sat=La
OneClick.Sec=sek
OneClick.SecWeek=2. viikko
OneClick.Sep=Syy
OneClick.Setting=Asetus
OneClick.SixWeek=6. viikko
OneClick.Sun=Su
OneClick.ThirdWeek=3. viikko
OneClick.Thu=To
OneClick.Tue=Ti
OneClick.Wed=Ke
OneClick.WeekCnt=Viikko on
OneClick.WorkDay=Arkipäivä
OneClick.Year=Vuosi
Right.Backup=Siirto
Right.ColorControl=Värit
Right.DeviceManagement=Laiteasetus
Right.LocalConfig=Paikallinen asetus
Right.Mapctrl=Kartat
Right.Monitor=katselu
Right.PTZControl=PTZ ohjaus
Right.Playback=Toisto
Right.RemoteConfig=Etähallinta
Right.UserManager=Käyttäjähallinta
HDDInfo.Disk=varastointi
HDDInfo.EndTime=Loppuu
HDDInfo.IndexNo=Sisältö
HDDInfo.InfoRecordTime=Näytä ajat
HDDInfo.InfoTypeCapa=Näytä tyyppi ja tila
HDDInfo.RemainCapacity=Jäljellä
HDDInfo.SATA=SATA
HDDInfo.StartTime=Alkaa
HDDInfo.Status=Tilanne
HDDInfo.TotalCapacity=Tilaa
HDDInfo.Type=Tyyppi
HDDManager.Capacity=Tila
HDDManager.ClearDisk=Alusta
HDDManager.DiskInfo=varastointi INFO
HDDManager.DiskNo=varastointi
HDDManager.EventDriver=Tapahtumat
HDDManager.FormatFinished=Asema on alustettu
HDDManager.ImagePart=Peilaa paritio
HDDManager.LowerCapa=Tilaa alle
HDDManager.Partition=Partitiot
HDDManager.PartitionFailed=Partitiointi virhe
HDDManager.PartitionNeedReboot=Partitiot OK, Uudelleenkäynnistys tarvitaan
HDDManager.RODiskCannotFormat=Vain luku -tyyppi, ei voi alustaa.
HDDManager.ReadOnlyDriver=Vain luku
HDDManager.ReadWriteDriver=Luku/Kirjoitus
HDDManager.RecordCapaTooSmall=Partition peilaus ei voi olla alle 1G
HDDManager.RecordPart=Tallennus alue
HDDManager.RecoverError=Palautus
HDDManager.ReduDriver=Raid
HDDManager.SetToReadOnly=Vain luku
HDDManager.SetToReadWrite=Luku/Kirjoitus
HDDManager.SetToRedu=RAID
HDDManager.SetToSnapShot=Pikakuva
HDDManager.SnapShotDriver=Pikakuvat
HDDManager.Space=Levytila
HDDManager.StateErr=Virhe
HDDManager.StateOK=Normaali
HDDManager.Status=Tilanne
HDDManager.SuceToExecute=Suoritetaanko varmasti?
HDDManager.TipFormatDisk=Tämä toiminto hävittää kaiken tallennetun materiaalin. Valitse OK tai Peru.
HDDManager.TipSetToReadOnlyDriver=Tämä toiminto asettaa aseman vain luku tilaan. Tallennukset eivät ole varmistettuja tämän jälkeen. Suoritetaanko?
HDDManager.TipSetToReadWriteDriver=Tämä toiminto asettaa aseman työlevyksi. Toimii luku sekä kirjoitus
HDDManager.TipSetToReduDriver=Tämä toiminto asettaa aseman RAID tyyppiseksi. Levy peilaa työasemaa, ei salli käyttöä. Suoritetaanko?
HDDManager.TipSetToSnapShotDriver=Tämä valinta asettaa aseman pikakuvien tallennukseen ainostaan. suoritetaanko?
HDDManager.Type=Tyyppi
Upgrade.AddDevice=Lisää laite
Upgrade.Browse=Selaa
Upgrade.Destribe=Kuvaus
Upgrade.FileName=Tiedostonimi:
Upgrade.IPAdress=IP osoite
Upgrade.IPSearch=IP haku
Upgrade.Login=kirjautuminen
Upgrade.NO=Nro
Upgrade.Password=Salasana
Upgrade.Port=Portti
Upgrade.Progress=Päivitys:
Upgrade.Prompt=Ponnahdus
Upgrade.Run=Päivitä
Upgrade.SelectFile=Valitse päivitystiedosto
Upgrade.SendData=Lähetä:
Upgrade.StartUpgrade=Aloita
Upgrade.UpgradeFail=Päivitysvirhe
Upgrade.UpgradeSuccess=Päivitys onnistui
Upgrade.UpgradeTool=Päivitysväline
Upgrade.UserName=Nimi
User.AddGroup=Lisää Ryhmä
User.AddGroupFailed=Lisäys epäonnistui
User.AddUser=Lisää käyttäjä
User.AddUserFailed=Lisäys epäonnistui
User.Apply=Käytä
User.Cancel=Peru
User.CancelModify=Muokkaa
User.Confirm=Varmenna
User.Describe=Kuvaus:
User.Device=Laite
User.DeviceChoose=Valitse laite:
User.DeviceList=Laitelista
User.Devices=Laitteet
User.Group=Ryhmä
User.GroupAttribute=Ryhmävalinnat
User.GroupExists=Ryhmä jo olemassa
User.GroupName=Nimi:
User.GroupNameEmpty=Nimi on annettava
User.ModUserFailed=Muokkaa käyttäjävirheitä
User.Modify=Muokkaa
User.ModifyDeviceNow=Muokkaa laitetta
User.ModifyPassword=Muuta salasana
User.ModifyRightNow=Muuta nyt
User.ModifyUserNow=Muuta nyt
User.Modifying=Muuuttaa..
User.Name=Nimi
User.NewPsw=Uusi salasana
User.Normal=Normaali
User.OK=OK
User.OldPWD=Vanha salasana
User.OldPasswordError=Vanhan salasanan virhe
User.Password=Salasana
User.PasswordNotEmpty=Salasana ei ole tyhjä
User.PasswordNotMatched=Salasana ei täsmää
User.Right=Oukeudet
User.RightChoose=Valinnat
User.RightList=Oikeudet
User.Rights=Oikeudet
User.SelectOneUser=Valitse yksi käyttäjä
User.StopUse=Keskeytä
User.SuperUserCanDel=Pääkättäjää ei voi poistaa
User.SureToDelGroup=Poistetaanko ryhmä %s  ?
User.SureToDelUser=Poistetaanko käyttäjä : %s
User.UserAttribute=Valinnat
User.UserExists=Käyttäjä jo olemassa
User.UserLocked=Käyttäjä lukittu
User.UserName=Nimi
User.Users=Käyttäjät:
AlarmManage.AlarmSetting=Hälytysasetukset
Connect.Disconnected=Verkko Säännöttömyys
Connect.Connected=Normaali verkko
Connect.DeviceName=Laitteet nimi
Connect.State=Tila
TourPlan.Up=Up
TourPlan.Down=Down
TourPlan.Add=Add
TourPlan.Del=Del
TourPlan.Mod=Mod
TourPlan.TourPlan=Tour Project
TourPlan.PlanName=Project Name
TourPlan.TourPlanNode=Tour Item
TourPlan.PlanInTouring=Project in touring, close it first.
DDNS.DDNSCofing=DDNSConfig
Upgrade.EditDevice=EditDevice
DeviceManage.LoginType=LoginType
DeviceManage.ARSP=ARSP
DeviceManage.SerialID=Serial ID
DeviceManage.Modify=Modify
DeviceManage.Cancel=Cancel
Upgrade.Searching=Searching
ConfigNet.RTSP=RTSP
PlayBack.PlayBackType=Kyselyn tila
PlayBack.ByTime=Ajan
PlayBack.ByName=By tiedosto
ConfigGeneral.English=ENGLISH
ConfigGeneral.Farsi=پارسی　
ConfigGeneral.Finnish=SUOMI
ConfigGeneral.French=FRANCAIS
ConfigGeneral.German=DEUTSCHER
ConfigGeneral.Greek=ΕΛΛΗΝΙΚΑ
ConfigGeneral.Hungarian=HUNGARIAN
ConfigGeneral.Italian=ITALIAN
ConfigGeneral.Japanese=日本語
ConfigGeneral.Poland=POLAND
ConfigGeneral.Portugal=PORTUGUÊ
ConfigGeneral.Russian=РУССКИЙ
ConfigGeneral.SimpChinese=简体中文
ConfigGeneral.Spanish=ESPAÑOL
ConfigGeneral.Thai=ไทย
ConfigGeneral.TradChinese=繁體中文
ConfigGeneral.Turkey=TüRKiYE
ConfigGeneral.Ukrainian=Українське
ConfigGeneral.Hebrew=עברית
ConfigGeneral.Brazilian=Português(BR)
ConfigGeneral.Korean=한국어
ConfigGeneral.Romanian=Română
ConfigGeneral.Vietnamese=Việt
PlayBack.SyncMode=Synkronointi
Language.Arabic=العربية
DisplayConfig.TimeTitle=Aika Otsikko
DisplayConfig.RecordStatus=Videon tila
DisplayConfig.AlarmStatus=Hälytystila
DisplayConfig.ResistTwitter=Anti-jitter
DisplayConfig.Transparence=Avoimuus
DisplayConfig.Channel=Kanava
WebTitle.Playback=Toisto
WebTitle.Log=Loki
WebTitle.LocalConfig=Asetukset
WebTitle.RemoteCfg=Muokkaa
WebTitle.LogOut=Poistunut
WebPtz.Step=Speed
WebPtz.Zoom=Zoom
WebPtz.Focus=Focus
WebPtz.Iris=Iris
WebPtz.Preset=Preset
WebPtz.Cruise=Tour
WebTitle.ImageColorConfig=Värit
WebBT.SetDefault=Palauta
WebBT.Reboot=Käynnistä
WebTitle.OtherSet=Muut asetukset
WebInput.UserName=Käyttäjä
WebInput.Password=Salasana
WebBT.Ok=OK
Desktop.LogOut=Kirjaudu ulos
WebBT.LogIn=Kirjaudu
PlayBack.FileInPlaying=Tiedosto on pelissä, sammuta
Error.ChannelExisted=kanava on jo olemassa
WebBT.PlayAll=Toista kaikki kanavat
WebBT.StopPlayAll=Sulje kaikki kanavat
WebBT.RecordAll=Kaikki kanavan video
WebBT.StopRecordAll=Sulje kaikki video
LogType.SetTime=Kellonajan
LogType.SaveSystemState=Tallenna järjestelmän tilaa
InfoLog.Net3G=Langaton verkko
InfoLog.RS485=RS485
PlayBack.Local=Paikalliset
ConfigManage.ToAVI=Tallenna AVI videon muodossa paikallisesti
DeviceDesc.AutoReboot=Auto Käynnistä
DeviceDesc.RestoreAccount=Palauta oletus tili
Login.NetEnvironment=Verkko
Login.AutoConnet=Kaikki videoliitännät
Login.LAN=LAN
Login.WAN=LAN
ConfigGeneral.WorkHour=Työaika
InfoLog.AlarmServer=Hälytys Server
InfoLog.NetARSP=ARSP
InfoLog.Wifi=Wifi
PlayBack.Source=Tiedoston sijainti
ConfigNet.ArspConfig=ARSP
ConfigNet.UPNP=UPNP
ConfigNet.ManEnable=Verkon hallinta
ConfigNet.DeviceID=Device ID
ConfigNet.MsgPort=Viesti Port
ConfigNet.Mega=Mega
ConfigNet.XingWang=XingWang
ConfigNet.ShiSou=ShiSou
ConfigNet.VVEye=VVEye
ConfigNet.DeviceName=Laitteen nimi
ConfigNet.TimeSyncEnable=Ajan synkronointi
ConfigNet.DownLoadPort=Lataa Port
ConfigNet.CorpEnable=Enterprise Server
Tips.DeviceProduct=Tuotteen määrittely Lisäominaisuudet
Title.DeviceProduct=Tehtävä käyttöönotto
OneClick.Aug=Elokuu
Decoder.Reboot=Käynnistä dekooderi
PlayBack.BackupFinish=Varmuuskopiointi valmis
PlayBack.FileNotExist=Tiedostoa ei ole olemassa
Right.Logview=Lokinäkymässä
InfoLog.SystemState=Järjestelmän tila
InfoLog.StroagePosition=Tallennuspaikka
InfoLog.DeviceDesc=Laitteen kuvaus
InfoLog.Test=Tuotanto Configuration
User.SelectOneGroup=Valitse ryhmä
ConfigEncode.HorizontalAcutance=terävyystasoa
ConfigEncode.VerticalAcutance=Vertical Terävyys
DeviceManage.SerialIDInvalid=Sarjanumero ei kelpaa
DeviceManage.DDNSIPInvalid=Palvelimen osoite ei kelpaa
DeviceManage.DDNSPortInvalid=Palvelimen portti ei kelpaa
DeviceManage.DDNSFAIL=Sopimus ei onnistuttu ratkaisemaan DNS
ConfigNet.HaveModify=Verkon laitteet ovat muuttuneet, voit jälleen login laite
ConfigComm.RS485=RS485 laitteet
ConfigComm.PTZ=PTZlaitteet
WebTitle.UserLogin=käyttäjänimi on
WebBt.StartAll=täysi
WebBt.StopAll=piste
WebTitle.TLlogo=H.264 Verkko videovalvontaa
WebBt.Logout=logout
ConfigNet.SetSubMarkFailed=Jättäminen asettaa aliverkon peite
ConfigNet.IsOnline=Online ja ei
Desktop.SplitDown=hylätty
Desktop.SplitUp=kääntyi
WebTitle.DigitalChannel=Digikanavien
DigitalChannel.Channel=kanava
DigitalChannel.Enable=päälle
DigitalChannel.Sync=Ajan synkronointi
DigitalChannel.Mode=yhteys tila
DigitalChannel.TourTime=Kierros Tour aika
DigitalChannel.NetConfigList=Verkkoasetukset
Title.DigitalChannel=Digikanavien
DigitalChannel.SingleLink=Single yhteys
DigitalChannel.MulLink=Multi-Link
DigitalChannel.CfgName=määritykset nimi
DigitalChannel.RemoteChannel=etäkäyttö
DigitalChannel.Stream=virta
Wireless.Setting=Langaton anturi Set
Wireless.CameraRegister=Langaton anturi rekisteröinti
Wireless.Camera=anturi
Wireless.Register=rekisteröinti
Wireless.Cancel=unregister
Wireless.ClearAll=Clear kaikki rekisteröity
Wireless.Registered=Rekisteröity anturi
Wireless.RefreshList=Päivitä lista
Title.WireCamera=Langaton anturi
Wireless.RemoteControl=kaukosäädin
Desktop.Region=Laajentunut
Title.ImportConfig=tuoda ja viedä
Playback.Minutes=minuuttia
Playback.Hours=tuntia
Vesion.Day=päivä
Vesion.RunTime=Käynnissä tila
CameraPara.Exposure=Valotustila
CameraPara.LeastTime=vähimmäisaika
CameraPara.MostTime=suurin aika
CameraPara.DayNight=Päivä/yö-tila
CameraPara.BackLight=Taustavalon kompensointi
CameraPara.Auto=Auto Iris
CameraPara.Balance=profiili
CameraPara.SignType=signaalin tyyppi
CameraPara.Mirror=peili
CameraPara.Roll=kääntyä
CameraPara.HandOper=manuaalinen
CameraPara.AutoOper=Automaattinen
CameraPara.Disable=ei käytössä
CameraPara.Daylight=auringonvalo
CameraPara.Cloudy=pilvinen päivä
CameraPara.IncandeScence=hehkulamppu
CameraPara.Fluorescent=loistelamppu
CameraPara.TungSten=volframi
CameraPara.Input=sisäinen syöttö
CameraPara.ON=avoinna
CameraPara.OFF=Sulje
CameraPara.Colour=väri
CameraPara.BlackWhite=musta ja valkoinen
Title.CameraPara=kameran parametrit
CameraPara.millisecond=millisekunnin
DisplayConfig.ChannelTitle=kanavan nimi
ConfigNet.EncrypType=salaus
ConfigNet.KeyType=Key Type
ConfigNet.WifiPWDNoMatchHex=Salasana on 10,26 tai 32 heksadesimaalimerkkiä
ConfigNet.WifiPWDNoMatchASCII=Salasana on 5,26 tai 16-bittinen ASCII-koodi
ConfigNet.Hex=Hex
ConfigNet.ASCII=ASCII-koodi
CameraPara.AE=AE Reference
CameraPara.Default=oletukset
CameraPara.Send=Lähetä
CameraPara.Indoor=sisä-
CameraPara.Outdoor=Ulkouima
CameraPara.BugInformation=Front-end-komennon
CameraPara.Most=raja
CameraPara.AutoGain=AGC
DeviceRemote.SelectConfig=erä Configuration
DeviceRemote.SelectDevice=Valitse laitteiden määrittää(samantyyppinen)
InfoLog.TimeChanged=aikakalibrointisignaalin
LogType.TimeChanged=muutosajan
LogType.DiskOver=varastointi hälytys
InfoLog.DiskOver=Varastointi on täynnä
ConfigNet.ShortMsg=SMS
ConfigNet.PoneNumb1=No.1 puhelin
ConfigNet.PoneNumb2=No.2 puhelin
ConfigNet.PoneNumb3=No.3 puhelin
ConfigNet.SendTimes=Lähetetyt määrä
InfoLog.AccountManual=manuaalinen
WebBT.ChangeRatio=suhde
ConfigAlarm.MobileMsg=SMS
ConfigAlarm.MultiMedia=MMS
Desktop.Size4_3=näyttöön 4:3
Desktop.Size16_9=näyttöön 16:9
Desktop.DisplaySize=näyttö osuus / koko
PlayBack.PlayStyle=toisto Style
DeviceManage.CreateSocketFailed=Luominen epäonnistui socket
DeviceManage.ConnServeFailed=Yhteyden muodostaminen epäonnistui palvelimeen
DeviceManage.ParseDomainFailed=DNS vika
DeviceManage.SendDataFailed=Lähetys epäonnistui yhteyskäytäntöpaketteja
CameraShutter.Strong=korkea
CameraShutter.Middle=Medium
CameraShutter.Low=alhainen
CameraPara.RejectFlicker=anti välkyntä
CameraPara.EsShutter=hidas suljin
DigitalChannel.VirtualChannel=Analog
DigitalChannel.DigitalChannel=Digitaaliset
DigitalChannel.ChannelMode=kanavatila
DigitalChannel.ChannelStatus=kanavan tila
DigitalChannel.MaxResolution=Maksimi resoluutio
DigitalChannel.CurResolution=nykyinen tarkkuus
DigitalChannel.ConnStatus=yhteyden tila
DigitalChannel.None=Ei ole
DigitalChannel.NoConfig=ei määritetty
DigitalChannel.NoLogin=ei kirjautunut
DigitalChannel.NoConnect=ei kytketty
DigitalChannel.Connected=kytketty
DigitalChannel.UnKnown=tuntematon
ConfigNet.Reboot=Laite käynnistetään uudelleen,login laite
DigitalChannel.Attribute=Ominaisuus
Title.ChangeAttribute=Kanavanvaihtoaika ominaisuudet
ChangeMode.Text1=Digitaaliset,analogiset kanavat ovat vapaasti vaihtaa omaisuutta
ChangeMode.Text2=Kytkennän jälkeen resoluutio säilyy ennallaan
ChangeMode.Text3=Tukee vain raaka ominaisuuksiin analogisten kanavien kosketin
ChangeMode.UnsupportChange=Ei tue kaikkia kanavia kytkeä analogista kanavaa
Import.ImportSuccess=Tuo kokoonpano onnistuneesti, käynnistä laite uudelleen.
InfoLog.VideoOut=Videoulostulo
InfoLog.ShortMsg=SMS
InfoLog.MultimediaMsg=MMS
PlayBack.PlayBackStyle=Toistotila
Playback.RecType=tietuetyypille
ConfigNet.DASID=sarjanumero
ConfigNet.DASServerAddr=Palvelimen Osoite
ConfigNet.DASServerPort=Palvelimen Satama
CameraPara.IRCUT=IR_CUT
CameraPara.SyncSwitch=IR synkroninen kytkin
CameraPara.AutoSwitch=automaattisesti
InfoLog.NetIpConflict=IP-ristiriita
ConfigNet.TransMission=Network Priority
config.MaxCacheTimes=Sujuva Reaaliaikainen
ConfigNet.PortModify=Laite portti ovat muuttuneet, sulje ja käynnistä laite voimaan
CameraPara.Dnc=muuntaminen kynnys
CameraPara.Sensitivity=AE Herkkyys
LogType.RecoverTime=Palautumisaika
Error.NoSupportChinese=Nie obsługuje chiński
Config.CatchPic=tilannevedos
Title.Help=apua
DeviceManage.DevIsExisted=Laite on jo olemassa
CarFunc.Select=valita
CarFunc.StateSort=Tila luokat
CarFunc.CarStatus=Ajoneuvon tila
CarFunc.InputMode=Syöttötila
CarFunc.EquipSort=Laitteen tyyppi
CarFunc.DelayOpen=Ajastettu käynnistys
CarFunc.DelayClose=Ajastettu sammutus
CarFunc.RunStatus=Toiminta tila
CarFunc.LeftLight=Käänny vasemmalle valot
CarFunc.RightLight=Käänny oikealle valo
CarFunc.LeftFrontDoor=Vasen etuovi
CarFunc.RightFrontDoor=Oikea etuovi
CarFunc.LeftBackDoor=Vasen takaovi
CarFunc.RightBackDoor=Oikea takaovi
CarFunc.BackDoor=Backdoor
CarFunc.Opened=Normaalisti auki
CarFunc.Closed=Normaalisti off
CarFunc.DelaySet=viivettä
Title.CarFunc=Ajoneuvon toiminnot
ConfigNet.NetPre=Network Priority
Desktop.ConnectDevice=Liitetyistä laitteista, odota
Title.AutoConnectVideo=Automaattisesti yhteyden laitteeseen
DeviceManager.ConnectVideo=Avaa vastaava video
Config.ReconnectTimes=Automaattinen määrä rekonnektion
PlayBack.Print=Tulosta
ConfigNet.Up=ylös
ConfigNet.Down=alas
ConfigNet.NetInfo=Verkko laituritiedot setti
CarFunc.TimeZone=aikavyöhyke
CarFunc.UpdateInterval=Päivitä Kausi
CarFunc.GPSReviseTime=GPS ajoitus
ConfigNet.Setup=Setup
ConfigNet.NetISP=Verkon toimittaja
ConfigNet.ID=Serial tunnus
CarFunc.CarInfo=Auton tiedot
ConfigNet.ISP_AUTO=valitsee automaattisesti
ConfigNet.ISP_TELCOM=tietoliikenne
ConfigNet.ISP_UNIONCOM=Unicom
ConfigNet.ISP_CNC=Netcom
ConfigNet.ISP_MOBILE=Siirrä, CRC
ConfigNet.ISP_USER=Custom
Log.Content=Jo olemassa muilla tulo
Task.IsTasking=Task avaa
Title.Task=Task config
Task.TaskNode=Task solmu
Task.TaskName=Task nimi
Task.Task=Task suunnitelma
Task.Waiting=odota,Task avaa
CA.Rule=sääntö
CA.ShowTrace=Näytä Traces
CA.TimeMin=Minimi aika
CA.UPRType=Alert tavalla
CA.URPTripwire=vartioketju
CA.URPPerimeter=Varoitus Area
Title.VideoAnalyse=älykäs
Title.ForbidDirection=kieltää Suunta
CA.LeftToRight=Vasemmalta oikealle
CA.RightToLeft=Oikealta vasemmalle
CA.DoubleDirection=Kaksisuuntainen Kielletyt
CA.Invade=hyökätä
CA.Inter=Anna
Title.RuleSet=Säännöt asetettu
CA.Arithmetic=algoritmi
CA.UpToDown=Ylhäältä alas
CA.DownToUp=Alhaalta ylös
Config.ScreenLock=Automaattinen lukitus-näyttö
CA.Leave=jättää
ConfigNet.GodEye=Hälytys-verkon palvelukeskus
ConfigNet.MainAddr=Main-palvelimen osoite
ConfigNet.MainPort=Tärkeimmät portin
ConfigNet.ExtraAddr=Backup-palvelimen osoite
ConfigNet.ExtraPort=Backup portin
ConfigNet.AddressTips=IP-osoite tai toimialueen
ConfigNet.PortTips=Portin numero
AccountMSG.OverNum=Voi olla suurempi kuin määrä
InfoLog.ConfigImport=Tuoda
InfoLog.ConfigExport=Vienti
Title.ClockedDownload=Aika ladata
Title.TimeInfo=Ajanjakso tietoa
Desktop.ShowMainWnd=Näyttää pääikkunan
Desktop.Exit=lopettaa
Desktop.Minimize=Pienennä pääikkuna
InfoLog.Reboot for update host ip=Host IP Update, käynnistä laite
InfoLog.Register Status switch=Ilmoittautuminen tilan siirtymät
InfoLog.Update host ip=Host IP Update
LogType.NatServer=NAT-palvelu
NATSTR.DISENABLE=Dis Ota käyttöön
NATSTR.PROBING=luotaa DNS
NATSTR.CONNECTING=liittäminen
NATSTR.CONNECTED=kytketty
NATSTR.natStatu=Nat tila
NATSTR.INFO=Nat tilakoodi
DeviceManage.Cloud=Cloud
Error.MaxChannelForMacLogin=Ylittää sallitun kanavien
AlarmManage.DevDisconnect=Laitteen irrota
Config.AutoStream=Yhden näytön main-stream, multi-screen apu stream
InfoLog.Param=Kameran parametrit
ConfigEncode.StaticParam=Staattisen kokoonpanosta kooderin
ConfigEncode.WaterMark=Digitaalinen vesileima
InfoLog.EncodeStaticParam=Encoder staattinen parametrit
DeviceManage.NoSupportDecode=Laite ei tue dekoodaus
InfoLog.Analyze=älykäs analyysi
TourPlan.PlanNameEmpty=Plan nimi ei ole tyhjä!
AlarmManage.VideoAnalyze=Älykäs analyysi hälytys
Playback.Mon=Mon
Playback.Tue=Tue
Playback.Wed=Wed
Playback.Thu=Thu
Playback.Fri=Fri
Playback.Sat=Sat
Playback.Sun=Sun
User.UserNameNotEmpty=Käyttäjätunnus ei voi olla tyhjä
Prompt=Ponnahdus
Operate.ConnectAll=Yhdistetty kaikki
Operate.DisConnectAll=Irrota kaikki
Desktop.OpenInfo=Avaa loki-ikkuna
Desktop.CloseInfo=Sulje log ikkuna
CameraPara.IRSWAP=IR objektiivi päinvastaisessa järjestyksessä
CameraPara.DayNTLevel=Päivällä melutaso
CameraPara.NightNTLevel=Night melutaso
DeviceManage.QiHan=P\L*02
Upgrade.AddDeviceQH=Lisää laite
Devicemanage.TVT=P\L*01S
Task.NoSelectTask=Valitse Tehtävän ohjelma
TourPlan.NoSelectPlan=Valitse Tour kierros ohjelma
ConfigAlarm.PEA=Perimeter hälytys
ConfigAlarm.OSC=Tuotteet hoito
ConfigAlarmAVD=Video Diagnoosi
ConfigOSC.ObjAbandum=Tuotteet pulaan
ConfigOSC.ObjStolen=Tuotteet varastettu muutos
ConfigOSC.NoParking=laiton pysäköinti
ConfigAVD.BrightAbnml=Kirkkaus poikkeamien ilmaisuun
ConfigAVD.Clarity=Terävyys havaitseminen
ConfigAVD.Color=Värivirheitä havaitseminen
ConfigAVD.Freeze=Näyttö jumiutuu havaitseminen
ConfigAVD.Noise=melu havaitseminen
ConfigAVD.Change=Scene muutos tunnistus
ConfigAVD.Interfere=Ihmisen toiminnan havaitseminen
ConfigAVD.PTZLoseCtl=PTZ karannut havaitseminen
InfoLog.StoragePosition=Muokkaa perifeerinen tallennuspaikan
InfoLog.DelayTime=Aseta DVR viive kytkin
ConfigNet.NatMTU=MTU
ConfigNet.Byte=BYTE
ConfigNet.NAT=pilvi
WebPsw.Modify=Muokkaa salasanaa
WebPsw.Advise=Nykyinen salasana on tyhjä, jotta entistä turvallisuussuosituksia muuttaa salasanaa
WebPsw.InputPassWord=Syötä salasana
WebPsw.InputPassWordAgain=Kirjoita salasana uudelleen
WebPsw.Save=tallentaa
WebPsw.Ignore=toinen aika
WebPsw.PasswordNotMatched=Kaksi salasanat eivät täsmää
Error.ChannelNameTooLong=Kanavan nimi on liian pitkä
Waiting.IsOpenVideo=Avaavat video...
InfoLog.InputExchange=Aseta ajoneuvo vastaavassa tilassa hälytys tulotila
InfoLog.CarPlate=Rekisterikilpi
InfoLog.GPSTiming=GPS koulu
InfoLog.Display=Näytön asetukset
InfoLog.VideoOutPriority=Videon ulostulo prioriteetin määritys
Error.UsageCpuTooHigh=Vinkkejä: cpu vie enemmän kuin 80%, on suositeltavaa vähentää avoimia kanavia!
PlayBack.DownloadProgress=aikataulu
PlayBack.StorageInfo=Setup tiedot
DecodeCfg.SyncWndMode=Synkronointi ikkunassa tilassa
DeviceDesc.USB=USB Record
DeviceDesc.SD=SD Card Record
ConfigNet.NetInfo1=ohjaus-portti
PlayBack.SelectAFolder=Valitse kansio
InfoLog.Guide=Opas
RecordStorage.NeedReboot=Varastointi tyyppi asetuksia on muutettu, järjestelmä on käynnistettävä uudelleen, vahvista uudelleen?
PlayBack.CanNotPlayAVI=Ei voi toistaa avi tiedostoa
DeviceManage.ARSPIsBusing=ARSP palvelin on varattu
RecordConfig.RecordPicMode=Capture mode
InfoLog.VideoSeque=Esikatselunäytössä säätää
PlayBack.NATCONNETREACHEDMAX=Nat videoyhteyden saavuttaa suurimman, ei salli uusia Nat videoyhteyden
Error.NATCONNETREACHEDMAXS=Nat videoyhteyden saavuttaa suurimman, ei salli uusia Nat videoyhteyden
CarFunc.StopCar=jarru
Error.StatusOver=Liian monta asemaa koskevat luokat
CA.RangeMin=Vähimmäistavoite koko
CA.RangeMax=Suurin tavoite koko
CA.DistanceMin=Pienin liikkuvat etäisyys
CA.DetectTime=Detection aika
CarFunc.UrgencyAlarm=hätähälytysjärjestelmät
Decoder.CreateLayout=uusi ulkoasu
Decoder.OneOutput=Yksi-lähtö
Decoder.MultiOutput=Multi-ulostulo
Decoder.PreProgram=suunnitelmat
Decoder.Layout=layout
Decoder.Cameras=kameran linssi
Decoder.ExceedMaxWnd=Ylittää suurimman sallitun määrän ikkunoita
Decoder.InvalidLayout=Tämä asettelu ei voida soveltaa dekooderille, paremmin kuin dekooderin
Decoder.CannotDelCurProgram=Ei voi poistaa nykyistä suunnitelmaa
Decoder.LayoutIsUsingForTour=Ei voi poistaa taitto äänestyspaikkojen ohjelman
Decoder.AddTourPlan=Uusi kierros Tour ohjelman
Decoder.Config=config
Decoder.NameIsExist=Tämä nimi on jo olemassa
Decoder.LayoutIsNull=Asettelu ei voi olla tyhjä
Decoder.DragLayoutToTourWnd=Ole hyvä ja vedä linssi tai asettelun asetukset ikkunaan
Decoder.PreProgramResave=Suunnitelmat Tallenna nimellä ...
Decoder.NoTourPlan=Ei kierros Tour ohjelman
Decoder.SaveOk=Tallennetut ok
Decoder.NewLayout=uusi ulkoasu
OneClick.ReName=nimetä uudelleen
Decoder.PreProgramSave=Tallenna Suunnitelmat
Decoder.EditCameras=Muokkaa linssi
Decoder.Lock=kiinni
Decoder.AlignDown=Tasaa alas
Decoder.AlignUp=yhdenmukaistettava
Decoder.AlignLeft=Tasattu vasemmalle
Decoder.AlignRight=Tasattu oikealle
Decoder.SameWidth=sama leveys
Decoder.SameHeight=sama Korkeus
Decoder.SameSize=sama koko
Decoder.Zoom=zoomaus
Decoder.Narrow=kapea
Decoder.UnLock=avata
Config.AutoUpdate=automaattinen päivitys
PlayBack.Failed=toisto epäonnistui
ConfigEncode.IrcutClose=Infrapuna sammuta
ConfigEncode.IrcutOpen=Infrapuna päälle
Authority.IPCCamera=kameran parametrit
ConfigGeneral.ExitPassword=Salasana tarvitaan ennen lopettamista
ConfigGeneral.ZeroForInfinite="0" ääretön
PlayBack.MaxSupport=Suurin tuki kanavan toisto
InfoLog.VoColorAdjust=väri säädä
DeviceManage.HuangHe=Huang hän
ExportLog.WaitMoment=Hetkeä myöhemmin, kun ok
Error.ExtStreamNotEnable=Extra Stream ei käytössä
DevPlayBack.PlayOrOpen=pelata/auki
Waiting.IsConnectDevice=Liitospala..
AccountMSG.NoLog=ei hakkuut
Log.SelectSameMonth=Valitse samoina vuosina
Desktop.simulatePTZ=analoginen PTZ
Desktop.focusPTZ=Säädä tarkennus
DeviceManage.AutoGetAddr=auto saada
ConfigAVD.NoSignal=Signaalin havaitseminen
InfoLog.EncodeStaticParamV2=Koodaa parametritV2
ConfigNet.NetKeyBoard=verkko näppäimistö
ConfigNet.TransferPro=Transfer Protocol
ConfigNet.Checking=testi...
ConfigNet.StatusSuccess=Testi lähetetty viesti menestys
OneClick.Test=mail testaus
ConfigNet.SerialNo=Server No.
ConfigNet.HeartBeatCycle=sydämen syklin
ConfigNet.RegisterTime=Voimassaolo
ConfigNet.ServerDomain=Server Domain
ConfigNet.ChannelSerialNo=kanava No.
ConfigNet.AlarmNo=hälytys No.
ConfigNet.AlarmLevel=hälytystaso
ConfigNet.SerSerialNo=SIP Server No.
ConfigNet.SerIP=SIP Server IP
ConfigNet.DevNo=laite No.
ConfigNet.LocalSer=Local SIP server
ConfigNet.HeartBeat=sydämen syklin(Sec.)
ConfigNet.SerDNS=SIP Server DNS
ConfigNet.SerPort=SIP Server Port
ConfigNet.RegPasswd=Rekisteröidy 
ConfigNet.RegEffect=Voimassaolo(Sec.)
ConfigNet.ChanSerialNo=kanava No.
ConfigNet.AlarmSerialNo=hälytys No.
PlayBack.CannotCovertFileH264ToAVI=Tue muut valmistajat laitteita video muuntaa AVI
ConfigEncode.OSD=OSD tieto
ConfigNet.ModeID=laite malli
ConfigNet.KaiCongAlarmCfg=KaiCong Alarm asetukset
Split.Volume=volyymi
Config.AlarmRecordLen=Hälytystallennus pituus
DeviceManage.MACAddress=MAC Address
DeviceManage.MACError=MAC Address Error
AlarmManage.LOG=View device log detailed interface description kaicong
WebBT.KaiCong=Monitoring interface details
ConfigManage.ClientManager=Detailed description client configuration interface
Title.KaiCongRecord=Video features detailed interface description
Title.KaiCongTech=KaiCong Technology Forum
Title.KaiCongAlarm=Alarm function detailed interface description
Title.KaiCongSysCfg=System Settings screen with the detailed description
Title.ManagerTool=Management tools detailed interface description
Title.SysInfo=System Information screen with the detailed description
ConfigNet.Heart=sydämen(s)
ConfigNet.DomainServerSet=domain
DigitalChannel.ForbitLocalIP=varjelkoon liittää paikallinen kanava
ConfigNet.SPVMN=GB 28181
ConfigNet.MonitorPlatform=näytön Alusta
NetIP-ConfigNet.SetGatewayFailed=Ei voitu laittaa Gateway
Login.PriateSoftware=Laite epäillään käyttävän varastettua xiongmai ratkaisuja, käytä todellisia ratkaisuja http://www.xiongmaitech.com
PTZ.3D Position=3D Asema
ConfigAlarm.Alarm=Matkapuhelin hälytys
Error.NoTalk=Ei tue intercom
ConfigEncode.Acutance=Terävyys
CameraPara.WidthDynamic=laaja dynaaminen
ConfigNet.P2P=Jättiläinen P2P
Title.ConnectInfo=yhteys tiedot
StatusInfo.GPS=GPS Tila
StatusInfo.Wifi=Wifi Tila
StatusInfo.3G=3G Tila
StatusInfo.DAS=DAS Tila
StatusInfo.PosSuccess=onnistunut paikannus
StatusInfo.PosFaild=Ei satelliittisignaali
StatusInfo.NoDevice=Laite ei ole olemassa
DigitalChannel.Decode=Purkaa jotta
DigitalChannel.RealPriority=Real time
DigitalChannel.FlowPriority=Sujuvuus
InfoLog.DigitalReal=Jakelu
Decoder.CanNotDecode=varjelkoon liittää paikallinen kanava
Authority.DigitalManager=ohjauskanavan
Authority.ColorConfig=Väri kokoonpanon
Authority.TVadjustConfig=tehonsäätö
Authority.AlarmOutConfig=Vikatila Lähtö
Version.UpdateDate=Päivitetty Päivämäärä
Error.IPIsAdd=Oletko varma, että laittaa tietokoneen IP osaksi mustalle listalle?
Authority.Monitor=valvoa
Authority.Replay=toistaa
PlayMusic.MusicFile=musiikkitiedostoja
Music.PlayFail=pelata epäonnistui
Music.StopFail=lopettaa vika
Music.PauseFail=tauko vika
Music.ContinueFail=jatkuva epäonnistuminen
PlayMusic=musiikin toiston
MusicSearch=tutkiva
MusicPlay=lähettää
MusicStop=lopettaa
MusicPause=tauko
MusicContinue=jatkaa
Desktop.PlayMusic=Toista musiikkia
PlayBack.NoPic=ei kuvaa
ConfigNet.Black=Tuo lauma mustalle listalle
ConfigNet.White=Erä Tuo valkoinen lista
Audio.Pause=tauko
Desktop.SavePasswd=tallenna salasana
Desktop.Language=kieli
Err.Agency=Forwarding server bezet, de verbinding mislukt
Title.DvrBootType=Boot Type
Tips.DvrBootType=Set the DVR switch mode, and the corresponding delay time or work time
DvrBootType.SparkBootShut=Switch with ignition
DvrBootType.TimingBootShut=Switch in specified time
DvrBootType.BootDelay=Boot delay
DvrBootType.ShutDelay=Shut delay
DvrBootType.TimeSectionError=Time sections are eclipsing, reset please!
ConfigNet.BDC=Baidu pilvi
ConfigNet.AuthCode=License Key
ConfigNet.FileSize=File koko(M)
ConfigNet.TUTK(IOTC)=KTUTK yun
ConfigNet.UID=TUTK No.
ConfigNet.MaxSub=Suurin liittymät 500,% d on käytetty
DeviceManage.Auto=Autom valittu
InfoLog.DigManagerShow=Kanava Näytä
ConfigNet.Telecom=China Telecom
ConfigNet.DevEncode=Laitekoodit
ConfigNet.Verify=Tarkista koodi
ConfigNet.Serial=Yritys No.
ConfigNet.PlatAddr=Alusta Osoite
CameraPara.ImgStyle=Kuva tyyli
CameraPara.Style=Tyyli
InfoLog.DecodeParam=Decoding parametri
TimeZone.UTC1=[UTC-12:00]DatelineWest|[UTC-11:00]MidwayIsland,Samoa|[UTC-10:00]Hawaii|[UTC-09:00]Alaska|[UTC-08:00]Tyynenmerennormaaliaika(USAjaKanada)
TimeZone.UTC2=[UTC-07:00]MountainTime(USAjaKanada)|[UTC-06:00]Keski-aika(YhdysvallatjaKanada)|[UTC-05:00]EasternTime(USAjaKanada)|[UTC-04:00]Atlantinaika(Kanada)|[UTC-03:30]Newfoundland
TimeZone.UTC3=[UTC-03:00]Brasilia,Georgetown|[UTC-02:00]Mid-Atlantic|[UTC-01:00]Azorit,KapVerde|[UTC+00:00]Dublin,Lontoo,Edinburgh|[UTC+01:00]Berliinissä,Amsterdamissa,Pariisissa,Roomassa
TimeZone.UTC4=[UTC+02:00]Ateena,Jerusalem,Istanbul|[UTC+03:00]Bagdad,Kuwait,Moscow|[UTC+03:30]Teheran|[UTC+04:00]AbuDhabi,Baku,Muscat|[UTC+04:30]Kabul
TimeZone.UTC5=[UTC+05:00]Islamabadissa,Karachissa,Tashkent|[UTC+05:30]Bombay,madras,NewDelhi|[UTC+05:45]Kathmandu|[UTC+06:00]Almaty,Colombo,Dhaka|[UTC+06:30]Yangon
TimeZone.UTC6=[UTC+07:00]Bangkok,Hanoi,Jakarta|[UTC+08:00]Pekingissä,Urumqi,Singapore|[UTC+09:00]Osaka,Sapporo,Soul,Tokio|[UTC+09:30]Adelaide,Darwin|[UTC+10:00]Canberra,Melbourne,Sydney
TimeZone.UTC7=[UTC+11:00]Magadanin,Salomonsaaret|[UTC+12:00]Auckland,Wellington|[UTC+13:00]NukuAlorlaki
Err.NoAuth=luvaton
DigitalChannel.LoginFailed=Käyttäjätunnus tai salasana virhe
DigitalChannel.LocalTime=Paikallinen aika 
DigitalChannel.ZoneTime=aikavyöhyke 
ConfugNet.Name=Nimi 
ConfigNet.Password=Salasana 
Error.AutoRunSaveFailed=auto ajaa säästää epäonnistui 
TransmitServerFull=huolintaliikkeiden täynnä
InfoLog.TimeZone=Aikavyöhyke
Login.AutoLoginError=Ei lupaa automaattinen login
LogType.LogExport=Vie loki
Authority.ImExport=Import/Export
Config.PosChannel=kanava
Config.POSEnable=jotta
Config.PosType=Pos Type
Config.PosProtocal=protokolla
Config.PosPort=portti
Config.StrCoding=koodi
Config.FirShow=ensin
InfoLog.AutoConnect=Tilan valinta
DeviceManage.SeriesID=Serial ID
Title.GeneralCfg=Yleiset Asetus
Title.AdvacedCfg=Lisäasetukset
Desktop.MainExtStream=Tärkein ja Extra stream kytkin
Desktop.AlarmOut=Alarm uitgang instelling
Error.GetSucceed=slagen
Config.TimeSync=Ajan synkronointi 
PlayBack.DiskFullStopDownload=levy on täynnä, lopeta lataaminen 
Error.SetRecTimeFailed=Esikatselu time error 
DevEditMSG.ErrorName=Käyttäjän nimi ja laitteen nimi ei saa sisältää. []% 
Config.Authoryed=saada luvan
Config.PTZSetState=mahdollistaa
Config.PreSetID=Preset tunnus
Version.OEM=laitteen tiedot
timeDisk.CPUhigh=CPU on liian korkea
Config.AutoSearch=Automaattisesti siirry hakukäyttöliittymän
WebBT.Reset=asettaa uudelleen
Config.TimeError=Aseta päivämäärä väärä
DevArea.ErrorName=Vyöhykkeen nimi virhe
DigitalChannel.Offline=offline
ConfigAlarm.WriteLog=Kirjoita log
DigitalChannel.LocalChannel=paikallinen
HDDManager.RODiskCannotBePart=Lukekaa levyä ei voi osittaa
ConfigComm.Powerboot=boot puhelut
ConfigPtz.PresetState=Preset 
ConfigPtz.TourState=Cruise pisteiden
ConfigPtz.PoweroffState=Off-asennossa ennen
InfoLog.ServerError=Yhteyden palvelimeen vika
FileErr.PathToLong=Tiedoston polku on liian pitkä
ConfigAlarm.PhoneReport=Mobile raportoitu
ConfigNet.TransFunction=Serial pass-through
WebTitle.Model:=Malli:
WebTitle.Verson:=versio:
DigitalChannel.ExceedMaxLink=Ylittää enimmäismäärä yhteyksiä rajan, et voi edelleen lisätä
Config.HideTime=Piilota aika
Config.WriteLog=Avainsana (kirjoitus lokit)
ConfigNet.UseProgram=Cloud seuranta
ConfigNet.UserName=käyttäjätunnus
ConfigNet.Password=salasana
ConfigNet.ServerPort=palvelimen portti
ConfigNet.ServerAddress=palvelimen osoite
ConfigNet.DeviceName=laitteen nimi
Upgrade.Updating=uudistamismahdollisuus
Upgrade.Downloading=lataaminen
Upgrade.LocalUpgrade=Paikallinen Päivitä
Upgrade.OnlineUpgrade=verkossa päivityksen
Upgrade.Upgrade=Upgrade
LogInfo.UseNameorPasswordiserrror!=Käyttäjätunnus tai salasana on virheellinen!
LogInfo.Userislocked!=Käyttäjä on lukittu!
LogInfo.Ipaddressintheblacklist!=IP-osoite mustalle listalle!
LogInfo.Userhaslanded!=Käyttäjä on laskeutunut!
Upgrade.OnlineNew=Online päivityksen jo on uusin ohjelma
Upgrade.OnlineFail=Epäonnistui yhteyden palvelimeen
ConfigNet.TestSuccess=testi on onnistunut
ConfigNet.TestFailed=Testi epäonnistuu
Error.PlayFailed=Pelaa vika
OneClick.FTPTest=testi
PTZ.Wipers=Pyyhin
PTZ.Infrared=Infrapuna
PTZ.Open=avoinna
PTZ.Close=sulkea
PTZ.Auto=automaattinen
PTZ.Manual=käsin
ConfigNet.CloudPush=Cloud Push
Authority.TourConfig=Round robin kokoonpano
Error.PathTooLong=Jidka waa mid aad u dheer
Title.MapEdit=Map Editor
ConfigNet.NeedRebootByManually = Gacanta reboot qaabeynta qalab iyo dekedda in ay qaataan saamaynta
ConfigComm.EnableIdleState = call Free
ConfigComm.FreeTime = mar Free
CameraPara.ClearFog=Huurteenpoiston
CameraPara.Level=luokitus
PlayBack.KeyRecord=Key Video
CameraPara.FisheyeApp=Panorama sovellus
CameraPara.FisheyeSecene=Panoraama-tilassa
Error.Front-end device not connected or The resolution for the device is unkown = Front-end-laite ei ole liitettynä tai tarkkuus laitteelle on unkown
ConfigComm.LimitSwitch=rajakytkin
ConfigComm.UpDown=ylempi ja alempi kytkin
ConfigComm.LeftRight=vaihtamaan
ConfigNet.MountPath=Mount polku
ConfigNet.Custom=Oma
ConfigNet.AutoSelectServer=Auto Valitse palvelin
ConfigNet.LinkAddress=Link Osoite
ConfigNet.IPv6Invalid=ipv6 - osoite ei ole voimassa, kunkin ryhmän enintään neljä heksadesimaali
ConfigNet.SetPrefixFailed=Väärä yhdyskäytävä
InfoLog.AlarmOut=Ulostulo
ConfigPtz.Coaxial=Coaxial
OneClick.ControlMode=ohjaustapa
CameraPara.Mode=Tila
CameraPara.NormalMode=Normaali tila
CameraPara.CorridorMode1=käytävä tila1
CameraPara.Reflection=käänteinen kuva
CameraPara.CorridorMode2=käytävä tila2
DigitalChannel.SyncResolution=synkronointi Resoluutio
Error.SystemMaintaining=järjestelmän ylläpito
UserManager.pswTitle=Aseta tietoturvaongelma, palauttaa salasanan myöhempää
UserManager.pswQuestion=Ongelma
UserManager.pswAnswer=Vastaus
UserManager.pswConfirmAnswer=Lunasta vastaus
UserManager.SafeQuestion=turvallisuus
ConfigManage.1=Useimmat Reaaliaikainen
ConfigManage.2=Lisää Reaaliaikainen
ConfigManage.3=Yleisesti Reaaliaikainen
ConfigManage.4=Balanced
ConfigManage.5=Yleisesti sujuvuus
ConfigManage.6=Lisää sujuvuus
ConfigManage.7=Useimmat sujuvuus
SnapSchedule.interval=Grab sykli
SnapSchedule.TimeSetFail=Napata väli vähintään 5 sekuntia
Title.SnapSchedule=kuvantallennuskapasiteetti
SnapSchedule.Breviary=pikkukuvat
SnapSchedule.Storage=kuvantallennuskapasiteetti
SnapSchedule.uptime=Lataa aika
SnapSchedule.Add=lisätä
SnapSchedule.del=poistaa
SnapSchedule.uploading=Ajoittain
SnapSchedule.TimePoint=sieppausaika
SnapSchedule.PicStor=kuvantallennuskapasiteetti
SnapSchedule.No.=Ei.
Adjust Fail!=Kalibrointi epäonnistui!
Adjust Success!=Korjaus menestys!
Adjust=korjaus
AlarmManage.IpcAlarm=IPC hälytys
AutoMain.AutoUpgrade=Automaattinen laiteohjelmiston päivitys Tärkeää
AutoMain.OnlineUpgrade= 
CameraPara.CorridorMode=käytävä tila
ChannelName.BackPage=edellinen
ChannelName.NextPage=Seuraava sivu
Config.AlarmByLowerLimit=Alarajahäl
Config.AlarmByUpperLimit=raja hälytys
Config.AlarmOutput=Hälytyslähtö
Config.Data=data
Config.DownloadIP=Lataa IP
Config.DownloadPath=Lataa polku
Config.LightSuppression=vahva esto
Config.LowLimit=alaraja
Config.Name=nimi
Config.No=Ei.
Config.Null=ei
Config.SetEnglish=asetus Englanti
Config.SetSimpChinese=asetus Chinese
Config.Show=näyttö
Config.ToJPG=Paikallinen kaapata tallennetaan JPG-muodossa
Config.Unit=yksikkö
Config.UpLimit=yläraja
ConfigAlarm.AVD=video diagnostiikka
ConfigAlarm.AutoReboot=Automaattinen uudelleenkäynnistys
ConfigColor.Cb=cb voitto
ConfigColor.Colour=värilämpötila
ConfigColor.Cr=op Gain
ConfigColor.High=korkea
ConfigColor.Slope=kontrasti rinne
ConfigColor.Standard1=benchmark 1
ConfigColor.Standard2=benchmark 2
ConfigColor.Standard3=benchmark 3
ConfigColor.Standard=tieto
ConfigColor.Threshold=kontrasti Kynnys
ConfigNet.DeviceNum=Device Number
ConfigNet.ExclusiveDDNS=Se suosittelee, että vain mahdollistavat DDNS palvelua!
ConfigNet.GateWayDomain=Gateway Address
ConfigNet.GateWayPort=Gateway-portti
ConfigNet.LastReportTime=Loppuraportissa aika
ConfigNet.LinkStatus=yhteyden tila
ConfigNet.LinkSuccess=Yhteys on onnistunut
ConfigNet.MAC=laitteen tiedot
ConfigNet.MmscDomain=MMSC osoite
ConfigNet.MmscPort=MMS-palvelimen portti
ConfigNet.MultiMedia=MMS
ConfigNet.OnvifPort=ONVIF portti
ConfigNet.ReportInterval=Raportointi aikaväli
ConfigNet.SerSipIp=Sip aluksella osoite
Decoder.ColorSet=Väriasetukset
Decoder.Connected=kytketty
Decoder.Disconnected=ei kytketty
Desktop.AdjustAndCheckDifferent=Vain kalibrointi, testaamalla erilaisia
Desktop.AdjustAndCheckSame=Vain korjaus, testaus sama
Desktop.AdjustAndNoFrameInfo=Vain korjaus, ei kehystä
Desktop.AdjustAndWaitingCheck=Vain korjaus voidaan havaita
Desktop.Ball=Hemisphere (360VR oletus)
Desktop.Ball_Bowl=Puolipallon (kulho)
Desktop.Ball_Hat=Hemisphere (hat)
Desktop.Ceiling=katto
Desktop.CheckDifferent=Korjattu, eri
Desktop.CheckSame=On korjattu, sama
Desktop.Cylinder=sylinteri
Desktop.Cylinders=Lieriömäiset (sulje tyyppi)
Desktop.DigitalRegion=Digitaalinen zoomi
Desktop.GLEWIsNotInitialized=OpenGL alustus vika
Desktop.GetConfigFailed=Get kokoonpano epäonnistui
Desktop.Grid_1L_2R=Kaksi suorakulmainen viiva
Desktop.Grid_1O_5R=Suorakulmio pyöreä viisi
Desktop.Grid_4R=4 ristikot tila
Desktop.Minimize=Minimoida pääikkunassa
Desktop.NoCheck=korjaamaton
Desktop.NoGetConfig=Ei saanut kokoonpano
Desktop.NoInfoFrame=Ei kehystä
Desktop.NotVRDevice=Non-VR-laite
Desktop.OpenGLIsNotSupported=OpenGL ei tue
Desktop.OpenGLUNSupport=OpenGL ei tue
Desktop.Rectangle=Suorakaiteen (venytys laajentaa)
Desktop.Rectangle_2R=Suorakaide (kaksi riviä)
Desktop.VRMode=VR-tila
Desktop.VRShapeToolHide=VR Piilota Toolbar
Desktop.VRShapeToolShow=VR työkalurivi on näkyvissä
Desktop.Wall=seinä
DeviceManage.IPV6AddressIsError=IPv6-osoite ei kelpaa
DeviceManage.SerialIDDimenCode=Kaksiulotteinen koodi
DigitalChannel.ChannelFormatError=Kanavan arvot väärässä muodossa
DigitalChannel.IPandPortSeparatorError=IP-osoitteesta ja portin väärään erotin
DigitalChannel.PasswordFormatError=Salauksen epämuodostuneet
DigitalChannel.PortandUserSeparatorError=Liitäntä käyttäjänimi erotinmerkki virhe
DigitalChannel.RtspEndFormatError=Lopussa epämuodostunut RTSP
DigitalChannel.StreamFormatError=Stream tyyppiselle väärässä muodossa
DigitalChannel.UnkownError=tuntematon virhe
DigitalChannel.UserFormatError=Käyttäjätunnus on väärän muotoinen
DigitalChannel.rtspBeginError=Alku RTSP osoite virhe
Err.NoSupportChar=Ei tuettu merkkiä
Error.AnswerCannotEmpty=Vastaus ei voi olla tyhjä
Error.Create the SQL failed!=Epäonnistui luoda tietokanta!
Error.InputSec=Viiveaika pitäisi olla kokoa 10-3000 sekuntia
Error.NoVideo=Nykyinen video ei ole auki
Error.RecordSec=Koko video viive voi olla enintään 10 300 sekuntia
Error.SetPasswordFail=Salasana kirjaimia, numeroita ja erikoismerkkejä yhdistelmä ainakin kaksi ja pituus 8-16, sekä käyttäjätunnus ja salasana on oltava eri
Error.SetPswFail=Salasana on isoja kirjaimia, pieniä kirjaimia, numeroita ja erikoismerkkejä yhdistelmä vähintään kolme ja pituus 8-16 bittiä
Error.Unauthorized computer can not login!=Luvaton tietokone voi kirjautua sisään!
Error.UserNameSaveFail=Nykyisen käyttäjätunnus ei voi muokata
InfoLog.Correspondent=Verkkomääritykset
InfoLog.Duration=Hälytysnäyttö viive
InfoLog.ExUserMap=Käyttäjätietojen
InfoLog.ExtRecord=Toissijainen video stream
InfoLog.FtpAutoUpload=FTP automaattisesti ladata
InfoLog.NetOrder=Network Priority
InfoLog.ParamEx=Kamera Extended parametrit
InfoLog.RemoteDeviceV3=Digitaalinen kanava kokoonpano
InfoLog.TranCommData=Serial tietojen lataamista
Invalid.Compalible=Yhteensopiva päivitys ohjelma versionumero pienempiä kuin nykyiset laitteet, laitteiden päivitykset eivät saa takaisin vanhaan ohjelmaan
Invalid.Hardware=Laitteiston malli ei vastaa
Invalid.NoEnoughMemory=muisti ei riitä
Invalid.SomePartUpgradeFail= Osio päivitys epäonnistuu
Invalid.UpgradePacket=Päivitystiedosto väärässä muodossa
Invalid.Vendor=Asiakastiedot eivät täsmää
Invalid.Version=Virheellinen versio
Invalid.WifiDrive=wifi ohjaimet ja laitteet, joita ei tällä hetkellä vastaa WiFi-kortin avulla päivitys ohjelma
Log.FishEyeLensCheck=Fisheye parametri tunnistus
Log.FishEyeParamAdjustDifferent=Kalansilmä ja korjaa eri parametrien
Log.FishEyeParamAdjustSame=Fisheye korjaus parametrit ja sama
Log.FishEyeParamConfigDifferent=Fisheye erilaisia parametrejä ja kokoonpano
Log.FishEyeParamConfigSame=Fisheye sama määritysparametrit
Log.OpenGLTip=OpenGL Tips
MapCtrl.Adjust=Manuaalinen kalibrointi
MapCtrl.AdjustFail=kalibrointi vika
MapCtrl.AdjustOK=korjaus menestys
MapCtrl.AutoAdjust=Automaattinen korjaus
MapCtrl.CatchPictureFailed=Grab epäonnistua
MapCtrl.IncompleteCircle=Puutteellinen ympyrä
MapCtrl.LensTypeNormal,UnAdjust=Lens tyyppi on yleinen ja ei korjattu
MapCtrl.NoPlay=ei esikatselu
MapCtrl.RadiusTooSmall=Säde on liian lyhyt
PlayBack.PleaseSelectChannel=Valitse kanava
QG.Automation=Automaattinen valvonta
QG.Page=sivu
QG.PanicControl=Emergency Ohjaus
QG.SystemActivation=System Switch
QG.Trigger=laukaista
RecordStorage.WeekDay=Sunnuntai | maanantai | tiistai | keskiviikko | torstai | perjantai | lauantai | Full
SMTP.SnapChannel=Grab kanavanumero
SysSettingDisplay.vga=HUOM: VGA ei tue 4K resoluutio, HDMI näytöt täytyy vahvistaa onko tukea 4K, muuten kytkin ei näy mitään. Vahvista kytkin?
SystemConfig.CenterOffsetX=abskissa keskus
SystemConfig.CenterOffsetY=Ordinaatta keskus
SystemConfig.CorrectingWay=korjaus tila
SystemConfig.FishEyeLens=kalansilmä
SystemConfig.FisheyeBulbAutoAdjust=Fisheye korjaus polttimo
SystemConfig.FlatView=pää
SystemConfig.FourGrids=neljä ristikot
SystemConfig.Hardware=Hard korjaus
SystemConfig.HasLockRadius=lukittu säde
SystemConfig.ImageHeight=korkea kuva
SystemConfig.ImageWidth=kuvan leveys
SystemConfig.LensType=Lens tila
SystemConfig.ManualSetting=manuaalisesti asettaa
SystemConfig.Noraml=tavallinen
SystemConfig.OverlookView=Overlook
SystemConfig.Radius=säde
SystemConfig.Software=pehmeä korjaus
SystemConfig.UnLockRadius=Avattu säde
SystemConfig.ViewAngle=näkökulma
SystemConfig.ViewMode=näyttötila
SystemConfig.Zoom=suurennos
SystemConfigLanguage.Arabic=阿拉伯语(Arabic)
SystemConfigLanguage.Brazilian=巴西语(Brazilian)
SystemConfigLanguage.Bulgarian=保加利亚语(Bulgarian)
SystemConfigLanguage.Croatian=克罗地亚语(Croatian)
SystemConfigLanguage.Czech=捷克语(Czech)
SystemConfigLanguage.Dansk=丹麦语(Dansk)
SystemConfigLanguage.Dutch=荷兰语(Dutch)
SystemConfigLanguage.English=英语(English)
SystemConfigLanguage.Farsi=波斯语 (Farsi)
SystemConfigLanguage.Finnish=芬兰语(Finnish)
SystemConfigLanguage.French=法语(French)
SystemConfigLanguage.German=德语(German)
SystemConfigLanguage.Greek=希腊语(Greek)
SystemConfigLanguage.Hebrew=希伯来语(Hebrew)
SystemConfigLanguage.Hungarian=匈牙利语(Hungarian)
SystemConfigLanguage.Indonesian=印尼语(Indonesian)
SystemConfigLanguage.Italian=意大利语(Italian)
SystemConfigLanguage.Japanese=日语(Japanese)
SystemConfigLanguage.Korean=韩语(Korean)
SystemConfigLanguage.Norsk=爱沙尼亚语(Norsk)
SystemConfigLanguage.Poland=波兰语(Poland)
SystemConfigLanguage.Portugal=葡萄牙语(Portugal)
SystemConfigLanguage.Romanian=罗马尼亚(Romanian)
SystemConfigLanguage.Russian=俄语(Russian)
SystemConfigLanguage.SelectAll=全选
SystemConfigLanguage.Serbian=塞尔维亚语(Serbian)
SystemConfigLanguage.SimpChinese=简体中文(SimpChinese)
SystemConfigLanguage.Slovakia=斯洛伐克语(Slovakia)
SystemConfigLanguage.Spanish=西班牙语(Spanish)
SystemConfigLanguage.Swedish=瑞典语(Swedish)
SystemConfigLanguage.Thai=泰国语(Thai)
SystemConfigLanguage.TradChinese=繁体中文(TradChinese)
SystemConfigLanguage.Turkey=土耳其语(Turkey)
SystemConfigLanguage.Ukrainian=乌克兰语(Ukrainian)
SystemConfigLanguage.Vietnamese=越南语(Vietnamese)
Take effect after reboot, reboot immediately?=Käynnistä voimaan, käynnistä uudelleen nyt?
Title.EnviraonmentalMonitor=Environmental Monitoring
Title.FactoryReset=tehdasasetukset
Title.FishEyeLens=kalansilmä
Title.PTZConfig=PTZ valmiiksi piste asetus
Title.SettingLanguage=Set Language
TourPlan.PlanEmpty=Ohjelma on tyhjä
Upgrade.Download=Lataa
Upgrade.IPV6Search=IPV6 haku
Upgrade.It will close affter upgrade=Kun päivitys on valmis, ikkuna sulkeutuu automaattisesti.
Upgrade.OnvifSearch=ONVIF haku
Upgrade.ShowAddedDevice=Lisätty näyttölaite
Upgrade.Wait for a moment=Päivitys kestää kauan, kiitos.
Version.PerformanceMode=suorituskykytila
WebBT.Default=näkökohta
WebBT.Display Mode=näyttö
WebBT.Install Mode=Asennus tila
Error.MailboxFormatError=Postilaatikon muodon virhe
Error.QuestionCannotExcalation=Kysymys ei onnistu
UserManager.SafeEmail=Turvallinen sähköposti
InfoLog.IPAdaptive=IP Adaptive
InfoLog.OnlineUpgrade=Online Upgrade
ConfigNet.FTPTestSuccess=FTP-testin menestys
ConfigNet.FTPTestFailed=FTP-testi epäonnistui
Upgrade.NoPowerOutages=Älä sammuta päivityksen aikana.